[
  {
    "id": "chunk_0",
    "text": "+32 2893 0235 https://digitalsme.eu 123 Rue du Commerce, 1000 Brussels, Belgium VAT: BE0899786252 office@digitalsme.eu EU Transparency Reg .: 082698126468 -52 Sustainable Digitalisation: Strengthening Europe’s Digital Sovereignty Position paper outlining DIGITAL SME’s views how Europe can achieve the green & digital (twin) transitions 16 September 2020 Executive Summary The goal of transforming Europe to a globally competitive, climate -neutral digitalised economy and society rests on two pillars: the green and digital (“twin”) transitions.1 As the European Commission states, these twin transitions require “new products and services, markets and business models, which must be grounded in our European values and our social market economy.” The European Green Deal and the New Circular Economy Action Plan have set out a n ambitious agenda for environmental policy, while the In dustrial Strategy sets out actions in the area of innovation, investment, standards, fair competition and efforts to reduce barriers to the single market. Together, these initiatives outline the European Commission’s strategy of the so-called twin transitions. European digital enterprises — especially SMEs — have the systemic power to comprehensively digitalise the economy . Such digital enterprises enable the digitalisation of other sectors: they develop technological solutions, such as software, AI, blockchain and Internet of Things ( IoT), that are applied in other companies. If 1 This goal was part of President von der Leyen's Political Guidelines and is outlined in the EU’s Industrial Strategy as well as the Circular Economy Action Plan and the European Green Deal. See: European Commission, Political Guidelines, available at: https://ec.europa.eu/commission/sites/beta-political/files/political-guidelines-next- commission_en.pdf"
  },
  {
    "id": "chunk_1",
    "text": "+32 2893 0235 https://digitalsme.eu 123 Rue du Commerce, 1000 Brussels, Belgium VAT: BE0899786252 office@digitalsme.eu EU Transparency Reg .: 082698126468 -52 there is a level-playing field for Europe’s digital companies and if they are supported by investment , Europe can thrive in the digital revolution . At the same time, it is important that the digital transformation takes place in a sustainable manner and supports the environmental goals of the Green Deal and the Circular Economy Plan. However, apart from its connotation of “environmental-friendliness”, sustainability has an important meaning for the digital transformation itself. How exactly can we define sustainable digitalisation? Also known as sustainable digital transformation, the concept refers to the process of digitalising the economy in a long-lasting, green, and organic way by building on its key strength: innovative SMEs and their business ecosystems. At DIGITAL SME, we propose to define a sustainable digital transformation along three interconnected dimensions: 1) Sustainable B2B digitalisation : A long -term oriented digital transformation that builds on B2B relationships to create an innovation -driven ecosystem, rather than adopting closed “off-the-shelf” solutions, which lead to dependency. 2) Green(er) technologies and a circular economy: A digital sector that saves resources, increases efficiency, and allows the repairability and re-use of products. 3) Innovation-enabling policy & regulation: A holistic approach to rule-making that supports innovation by emphasising software & hardware openness. These three aspects of sustainable digitalisation go hand in hand and will support Europe’s twin transitions. For instance, digital companies can provide the know -how to nondigital companies to move towards IoT or smart sensor-based business models for better data gathering that support s efficiency gains and allows products longer life cycles by shifting the value generation from the hardware production to software based services. At the same time, a smart policy and regulatory framework that builds"
  },
  {
    "id": "chunk_2",
    "text": "+32 2893 0235 https://digitalsme.eu 123 Rue du Commerce, 1000 Brussels, Belgium VAT: BE0899786252 office@digitalsme.eu EU Transparency Reg .: 082698126468 -52 on openness and interoperability can move our economy from the traditional production-consumption-disposal model to m ore sustainable green and circular business models. In the long term, the goal of sustainable digitalisation is to strengthen European digital sovereignty. Figure 1: Sustainable Digitalisation at a glance SUSTAINABLE DIGITALISATION Strengthening digital sovereignty by enabling the twin transitions of Europe's economy. SUSTAINABLE B2B DIGITALISATION: A long-term digital transformation that builds on B2B relationships to create an innovation ecosystem, rather than closed “off-the-shelf” solutions, which lead to dependency. AN INNOVATION-ENABLING FRAMEWORK A holistic approach to rule-making that supports innovation and openness. GREEN(ER) TECHNOLOGIES & A CIRCULAR ECONOMY A digital sector that saves resources, increases efficiency, and allows the repairability and re-use of products."
  },
  {
    "id": "chunk_3",
    "text": "+32 2893 0235 https://digitalsme.eu 123 Rue du Commerce, 1000 Brussels, Belgium VAT: BE0899786252 office@digitalsme.eu EU Transparency Reg .: 082698126468 -52 1. Sustainable B2B digitalisation “A long -term oriented digital transformation that builds on B2B relationships to create an innovation -driven ecosystem , rather than adopting closed “off-the-shelf” solutions, which lead to dependency.” A sustainable digitalisation emphasises long-term synergetic partnerships between innovative digital and traditional SMEs . It aims for a long-term orientation in digitalisation efforts and investment. This means that investment should focus on building up a European industry and capacities in strategic areas, and supporting a long-term transition to digital business models , rather than simply supporting the acquisition of closed off-the-shelf digital solutions. Frontrunner SMEs and start -ups provide tailored technological solutions to non -digital businesses and accompany them through their digitalisation journey. Such synergy most often occurs in ecosystems of digital SME associations and clusters, academia, public administrations, and larger enterprises. For instance, in grass-root digital hubs, traditional SMEs and innovative frontrunners are working together to develop innovative ideas that can also contribute to environmental goals. These ideas can range from infusing AI in processes and data management to digitalising p hysical products with the help of smart sensors.2 Hubs can provide tailored audits to traditional companies to assess their digital maturity and to advise them on how to digitally transform their business models in an environmental-friendly manner. At DIGITAL SME we believe that, rather than supporting short term investment in closed, off-the-shelf digital products and 2 For instance, one company revamped their traditional rain gutter installation business and turned it into an IoT/sensor-based business models, where the rain gutters not only collect the rain, but also know how much rain is collected. This can lead to advantages in terms of spotting potential needs for repairs early on by detecting irregularities in the sensors but could also lead to a whole new range of applications and intelligence about weather phenomena and water management."
  },
  {
    "id": "chunk_4",
    "text": "+32 2893 0235 https://digitalsme.eu 123 Rue du Commerce, 1000 Brussels, Belgium VAT: BE0899786252 office@digitalsme.eu EU Transparency Reg .: 082698126468 -52 services, EU public investment should focus on supporting a long -term sustainable digital transformation of businesses grounded on these existing business ecosystems. A prerequisite for such a sustainable long -term orientation in the digital transformation of the economy are talent and skills. With the current wave of digitalisation, many job profiles and related skills needs are upgraded to integrate the competent use of digital tools. While the role of a secretary still exists, today’s tasks differ tremendously from the daily tasks of a secretary 20 years ago — e.g. files are no longer stored in physical folders, but a secretary would have to be able to handle data and file management in a digital environment. Going beyond ICT user skills, employees in different sectors need to be trained to fully embrace the potential of emerging te chnologies. Wider groups of society need to gain knowledge and awareness about the potential implications of digitalisation for their jobs and the sectors they work in. Thus, rather than only teaching basic ICT user skills to apply available tools, there is a need to upskill a large proportion of the workforce to be able to critically engage with these technologies and employ them in a sustainable manner. For instance, rather than choosing the first off -the-shelf teleconferencing tool, managers and staff in companies should be aware of cybersecurity and privacy implications associated with their choice. When it comes to more complex solutions, employees need competences and skills to assess potential risks of lock -in and dependency and to make sustainable ch oices about the digitalisation path they will choose for their company. However, this will only be possible if there is sufficient talent in advanced ICT skills and understanding of emerging technologies. The availability of demonstration rooms and use cases of specific technologies could lower hurdles of realising the potential of these technologies."
  },
  {
    "id": "chunk_5",
    "text": "+32 2893 0235 https://digitalsme.eu 123 Rue du Commerce, 1000 Brussels, Belgium VAT: BE0899786252 office@digitalsme.eu EU Transparency Reg .: 082698126468 -52 2. Green(er) technologies & a circular economy “A digital sector that saves resources, increases efficiency, and allow s the repairability and re-use of products.” If Europe wants to reach its climate and economic goals, the digital sector has to contribute its share and embrace sustainability in all its facets: circular economy models for hardware, climate -neutral CPU models and server centres, software advancements to reduce energy consumption, and many more. By enhancing repairability and third -party maintenance, the life cycle of hardware could be extended. Digital technologies such as artificial intelligence, 5G, IoT, cloud and edge computing have the capacity to accelerate and maximise the effects of environmental policies and lead to efficiency gains . The fourth industrial (digital) revolution has the power to dramatically reduce resource consumption and pollution: By making processes more efficient, as in data analysis, or by simply replacing physical supply chains altogether, as in the case of additive manufacturing (aka 3D printing) , or by increasing energy efficiency in our daily lives and our homes. For instance, energy efficiency in bui ldings could be greatly enhanced by enabling owners and tenants to access their own energy usage data, such as real time consumption. Owners and tenants could contract independent service providers, such as SMEs and startups, which could detect areas for improvement. Also, the use of products can be extended with the support of innovative ICT systems that can track the movement of this products in a different way than in the traditional Factory>Distributor>Retailer>Customer path.3 Besides, a well -functioning secondary market could greatly extend the life-cycle of many consumer and industrial products by offering competitive maintenance and repair services. 3 http://akite.net/en/news/circular-economy-retail"
  },
  {
    "id": "chunk_6",
    "text": "+32 2893 0235 https://digitalsme.eu 123 Rue du Commerce, 1000 Brussels, Belgium VAT: BE0899786252 office@digitalsme.eu EU Transparency Reg .: 082698126468 -52 A thriving digital ecosystem can bring about the innovative green companies that will help to solve environmental challenges. At DIGITAL SME we believe that the EU should consider creating a framework that provides for an open and competitive (aftersales) market. This would bring benefits for three reasons: 1) rather than putting repairs in the hands of manufacture -owned repair networks, this would open up a market to independent repairers and thus lower prices for consumers; 2) this could contribute to lowering the environmental footprint; 3) this could open opportunities to European -based innovative companies who think circular economy models in their products from the start, rather than promoting products than follow aggressive lock-in strategies and work with premature obsolescence. While other players may argue that a right to repair may jeopardise quality and consumer safety, security and privacy, there needs to be awareness that these risks are manageable and that those are arguments that can be used by incumbe nts to shield off markets from competition. Preference should be given to consumer free choice and autonomy over fostering a closed market for manufacturers. Rather than limiting the repair market and innovation, electronic products could be designed in a modular way that allows consumers to easily replace parts themselves as is the case with some products (see e.g. Shiftphones). European policymakers should think about the potential of creating a level playing field in this area fo r European -based newcomers and about the positive environmental impact. Also, consumers should have access to high-quality repairs for fair prices, which preserve the functionality of the product, are safe, secure and protect privacy, while offering free c hoice and maintaining warranties . This has been traditionally the case for a variety of consumer products (let’s think about tables, beds, furniture in general or watches). Rather than closing off these markets, by not giving"
  },
  {
    "id": "chunk_7",
    "text": "+32 2893 0235 https://digitalsme.eu 123 Rue du Commerce, 1000 Brussels, Belgium VAT: BE0899786252 office@digitalsme.eu EU Transparency Reg .: 082698126468 -52 access to necessary repair instructions, access, data and information , the legislator should orientate itself along a framework that has in mind consumer-benefits and keeps the market open to newcomers and innovators."
  },
  {
    "id": "chunk_8",
    "text": "+32 2893 0235 https://digitalsme.eu 123 Rue du Commerce, 1000 Brussels, Belgium VAT: BE0899786252 office@digitalsme.eu EU Transparency Reg .: 082698126468 -52 3. Innovation-enabling policy & regulation “A holistic approach to rule -making that supports innovation by emphasising software & hardware openness.” Innovative SMEs can develop solutions on top of existing hardware and software, if devices, operating systems and platforms are open. They can perform repairs and extend the life-cycle of products and thus contribute to environmental goals. Openness needs to transcend through different pieces of legislation that will shape the digital environment: right to repair, rules for wireless devices, platform regulation, product safety and liability, etc. require careful consideration not to lock-in users but — on the contrary — to open up silos and “walled gardens”. At the same time, regulation needs to address the real issues holding back our economy —gatekeeping, anti-competitive behaviour, and tax evasion by tech giants—, and avoid \"one-size-fits-all\" solutions that disproportionally affect smaller players. Software- and hardware openness A competitive and thriving digital single market requires software- and hardware openness. Open-source software, fosters innovation by allowing tech -savvy players to access and improve technology. Open hardware does the same for physical products; if electronic devices are unlocked for third-party software, businesses can compete and develop better applications to run on them. European regulators should support openness in software and hardware alike, for example by reducing liability issues in case of a software malfunction on a third-party device. In addition, access to data and interoperability are building blocks for an innovative European digital economy."
  },
  {
    "id": "chunk_9",
    "text": "+32 2893 0235 https://digitalsme.eu 123 Rue du Commerce, 1000 Brussels, Belgium VAT: BE0899786252 office@digitalsme.eu EU Transparency Reg .: 082698126468 -52 Platform regulation When it comes to online services and platforms, an important piece of legislation will be the upcoming Digital Services Act . The majority of the larg e platforms that dominate a large variety of internet services take place in walled gardens or silos, enforced by network effects and user lock -in, and are thus shielded from direct competition. As a remedy, new legislative initiatives, such as the Digital Services Act package could introduce interoperability4 requirements for large gate -keeper platforms. In combination with a set of obligations and prohibitions imposed on large platforms (e.g. requirements on access to data, non -discrimination, transparen cy requirements), interoperability could solve some of the issues associated with those gatekeeper platforms and allow new innovative solutions to enter closed-off markets.5 Further, interoperability is a solution discussed in competition circles to solve many issues associated with closed market environments in the digital sphere. This is for instance the case with emails, which allow for free choice and communication as a customer can communicate freely between platforms as emails can be exchanged irrespective of the email service provider.6 4 Interoperability can be defined as “a characteristic of a product or system, whose interfaces are completely understood, to work with other products or systems, present or future, in either implementation or access, without any restrictions” (see: https://aful.org/gdt/interop). In simple terms, interoperability can be defined as “the act of making a new product or service work wi th an existing product or service”. Examples of day -to-day interoperability are a majority of chairs fitting with tables or standardised plugs providing electricity to a broad variety of devices. In the context of the internet ecosystem, most of us are fam iliar with basic internet services that relied on a set of open standards for website protocols, emails, instant messaging (see EDRi paper, ‘Platform Regulation Done Rights’, April 2020, p. 19 and EFF: https://www.eff.org/de/deeplinks/2019/10/adversarial-interoperability). 5 See joint letter to Vestager requesting ex ante interoperability in the DSA: https://www.digitalsme.eu/digital/uploads/Vestager_Letter_Interoperability.pdf Historically, the EU has successfully required and pioneered interoperability in ICT markets as essential as: 1. Telecoms (Local Loop Unbundling), 2. Fintech (Payment Services Directive 2), and 3. Web browsers (both supporting W3C standards and requiring Microsoft to permit interoperability with their operating system). 6 Wojciech Wiewiórowski, Friday, 13 December, 2019, available at: https://edps.europa.eu/press -publications/press- news/blog/sharing-caring-depends_en"
  },
  {
    "id": "chunk_10",
    "text": "+32 2893 0235 https://digitalsme.eu 123 Rue du Commerce, 1000 Brussels, Belgium VAT: BE0899786252 office@digitalsme.eu EU Transparency Reg .: 082698126468 -52 Interoperability and access to data will likely become more prominent and important at the frontlines of digital and physical, e.g. with IoT and devices that ar e digitally enabled by smart sensors . To make sure that this market remains open, there is a necessity to support and incentivise interoperability of IoT enabling platforms. There is a need to work on the standardisation in the area of platform interoperability and data portability to ensure a competitive digital environment. Platforms are likely to become more prominent in other sectors, so we will encounter the issues in terms of lock-in also in more traditional sectors such as, e.g. automotive , or the lift sector. Already today, independent SMEs in the lift sector report that they can no longer perform repair and maintenance services, as larger companies, which manufacture the lifts, do not grant them access to the necessary data. This has nega tive consequences for small companies as it locks them out from the after -sales repair market, for competition, and thus consumer choice. Ensuring safety and security in wireless devices The European Commission is currently investigating the extent of the applicability and issues of liability related to the Radio Equipment Directive (RED). This may lead to an update of the technical framework by drafting delegated acts and to revise existing standards based different articles7 of the RED. At the moment, the discussion could go both ways – an update of the regulatory framework may lead to further locking down devices and going down the path of closed proprietary silos whereas the other path can ensure a competitive innovative market based on openness and interoperability. DIGITAL SME advocates for a clear legal framework that sets the foundation for hardware/software dis -aggregation, which would allow SMEs to 7 Articles 3(3)(a),(d),(e),(f), and (i) and article 4 of the Radio Equipment Directive (Directive 2014/53/EU of the European Parliament and of the Council of 16 April 2014 on the harmonisation of the laws of the Member States relating to the making available on the market of radio equipment) https://eur -lex.europa.eu/legal- content/EN/TXT/?uri=CELEX:02014L0053-20180911"
  },
  {
    "id": "chunk_11",
    "text": "+32 2893 0235 https://digitalsme.eu 123 Rue du Commerce, 1000 Brussels, Belgium VAT: BE0899786252 office@digitalsme.eu EU Transparency Reg .: 082698126468 -52 develop software on existing hardware. In this context, there is a need to clarify responsibility and liability. For instance, some of the current standards based on the RED state that, if a software is loaded by the user, it could revoke the essential requirements which need to be met to prevent the hardware vendor from being liable in case of damages . Thus, to be on the safe side, vendors will likely decide to lock down the hardware in order to avoid compliance issues. There is a need to tackle these questions of compliance with the RED in terms of liability, safety, privacy, and security with the holistic aim in mind to keep the wireless devices market open to newcomers and innovators. Similarly, the Product Liability Directive’s revision needs to be considered from this perspective and address the issue of who will be the manufacturer in case of repair and refurbishment. Access to data and data portability In its priorities, the European Commission is considering different measures with the aim to support European business success in the data economy. This are outlined in the EU’s data strategy of February 2020.8 In theory, the right to data portability under Article 20 of the General Data Protection Regulation (GDPR) could allow customers to easily move between service providers. A similar phenomenon occurred with markets with telephone number portability in the EU following the 2002 Universal Services Directive.9 However, this is currently not happening in social media, ecommerce and search platforms – an issue which could be addressed by ex -ante interoperability obligations supported by the necessary standards (as explained above). As mentioned by the EDP S, European-based privacy enhancing technologies and ‘personal 8 European Commission, Communication, A European Strategy for Data, 19 February 2020, available at: https://ec.europa.eu/info/sites/info/files/communication-european-strategy-data-19feb2020_en.pdf 9 Wojciech Wiewiórowski, Friday, 13 December, 2019, available at : https://edps.europa.eu/press-publications/press- news/blog/sharing-caring-depends_en"
  },
  {
    "id": "chunk_12",
    "text": "+32 2893 0235 https://digitalsme.eu 123 Rue du Commerce, 1000 Brussels, Belgium VAT: BE0899786252 office@digitalsme.eu EU Transparency Reg .: 082698126468 -52 information management’ solutions are in development already available.10 However, the data portability right can only address a market failure when it comes to the B2C market. When it comes to the B2B market, the data portability right may need to be support by an “access to data right” under certain conditions. At DIGITAL SME, we propose to introduce a notion of \"legitimate business interest\". For this, we suggest the following formula tion: \"Data (held by business partners) should be accessible to SMEs when they have a legitimate interest in the data, i.e. they need the data to provide their services upon request of the customer or to fulfil a business contract. This may be the case for repair and maintenance data, but also in the case of e.g. small hotels that have already established a contract with a costumer, e.g. if the hotel was booked via an online platform, which, in turn, does not grant the small hotel access to customer information.\" This is done to avoid business models that rely on exploitation of data that runs counter to the spirit of the GDPR and against the fundamental values and interest of European citizens. Repairability The ICT sector is considered a priority sector fo r repairability. In other sectors, e.g. the automotive sector, repairs and access to necessary information are regulated. With the ongoing digitalisation and emphasis on data and non -physical components of products, companies performing repairs will have to be able to access data and basic information to carry out repairs: SMEs will only be able to offer repair services if they can access the data and information needed to perform repairs, which can be unfairly restricted by OEMs. Inadequate access to the full range of technical information could exclude independent repairers from the market. The resulting reduction in competition could lead to less choice and higher prices for consumers. It could also lead to safety 10 Ibid."
  },
  {
    "id": "chunk_13",
    "text": "+32 2893 0235 https://digitalsme.eu 123 Rue du Commerce, 1000 Brussels, Belgium VAT: BE0899786252 office@digitalsme.eu EU Transparency Reg .: 082698126468 -52 risks if repairs are not carried out correctly due to a lack of necessary information . Moreover, it would go against the goal of promoting a circular economy building on repairs. An obligation to provide independent repairers and innovators with standardised access to technical repair information and necessary data, supported by the development of interoperability standards (APIs, data formats), could ensure the openness of aftersales markets. Conclusion At DIGITAL SME we believe that we can build a sustainable digital environment that will support the twin transitions and unleash the innovative potential of the innovative thriving digital ecosystem in Europe. However, it will be important to address remaining hurdles in a holistic manner taking into account all three components of a sustainable digital transformation: sustainable B2B digitalisation, green(er) technologies and a circular economy, and an innovation -enabling policy - and regulatory framework that builds on openness. How can European policymakers support this sustainable digital transformation, both in terms of climate neutrality and Europe’s digital sovereignty? Investing in Europe’s innovative prowess in a sustainable manner is the basic requirement to support the twin transitions — and SMEs are at the centre of it. The current wave of digitalisation is a double-edged sword. We have to make sure that measures aimed at supporting digital transformation do so in a sustainable way — avoiding a path where investments and programmes to support digitalisation are only used for short - term purchases. At the same time, regulatory initiatives need to be examined from a holistic point of view, that includes considerations that extend to the area of competition, telecommunication regulation, co nsumer law, such as e.g. the general"
  },
  {
    "id": "chunk_14",
    "text": "+32 2893 0235 https://digitalsme.eu 123 Rue du Commerce, 1000 Brussels, Belgium VAT: BE0899786252 office@digitalsme.eu EU Transparency Reg .: 082698126468 -52 product safety legislation and the radio equipment directive or even the new Digital Services Act. If Europe wants digital sovereignty, we need to understand and strengthen sustainable digitalisation. By investing in s ymbiotic B2B relationships, green(er) technologies, and smart innovation-enabling policy, we can empower Europe to become a leading force in the digital age. A force that does not just buy technology from abroad but develops and sells it to the rest of the world. Through careful consideration of the thematic complex, which has SMEs at its heart, Europe can unleash its innovative and green business ecosystems and successfully complete its twin transitions to a fully green and digital economy. For further information on this position paper, please contact: Ms. Annika Linck, EU Policy Manager E-Mail: a.linck@digitalsme.eu"
  },
  {
    "id": "chunk_15",
    "text": "Chapter I Digitalization and environmental sustainability As the evolving digital economy continues to create both opportunities and challenges for trade and sustainable development, the Digital Economy Report 2024, for the first time, turns its attention to the environmental implications of digitalization. Against a backdrop of multiple environmental crises and the digital solutions leveraged to tackle them, it is increasingly important to consider how to reduce the environmental footprint of digitalization itself. This chapter outlines the importance of exploring the implications that arise at the nexus of digitalization and environmental sustainability, and stresses the need to consider the entire life cycle of digital products. The chapter also notes that many developing countries face a particular challenge, as they are less equipped to harness digitalization to mitigate environmental risks while also being exposed to many of the potential environmental costs associated with digitalization. © AdobeStock_.shock"
  },
  {
    "id": "chunk_17",
    "text": "3 Chapter I Digitalization and environmental sustainability A. The digitalization and environmental sustainability nexus 1 The concept of planetary boundaries assesses human impact on nine dimensions of the planet relative to the time of pre-industrialization. This helps to determine the stability of the Earth system, which should support the well-being of people and the planet. Recent research has shown that globally, six out of nine boundaries have already been crossed (Richardson et al., 2023). 1. An area in need of more attention Sustainable development is a vital priority for the United Nations and the global community, articulated in successive United Nations summits and in the 2030 Agenda for Sustainable Development. Sustainable development implies economic and social development that is consistent with the protection of planetary boundaries – avoiding irreversible impacts on the environment – and with intergenerational equity, the idea that today’s development should not jeopardize the opportunities of future generations (World Commission on Environment and Development, 1987). 1 In this context, three issues have become critical: the consumption of natural resources, the impact of climate change (especially resulting from fossil fuel consumption) and pollution. The cost of failure in these three areas threatens all aspects of sustainability and the future health of planet Earth. The Rio Declaration from the first Earth Summit urged all stakeholders – Governments, businesses and civil society – to recognize that “environmental protection shall constitute an integral part of the development process and cannot be considered in isolation from it” (United Nations, 1993: Principle 4). Consequently, economic development that is not environmentally sustainable will also prove to be unsustainable economically. Recent editions of the Digital Economy Report have looked in depth at the implications of the rapid growth of electronic commerce (e-commerce) and the digital economy on inclusive and sustainable development. They covered in particular the increasing significance of new digital technologies, platformization and digital data (UNCTAD, 2019a, 2021a). These reports highlighted the accelerated pace of digitalization, leading to a continuously changing nature of the digital economy, accompanied by widening digital and data divides and important environmental implications. They emphasized that bridging these divides and developing balanced frameworks for global governance of data and digital platforms are essential for ensuring inclusive and sustainable development outcomes. Digital transformation of the world economy and society is taking place in parallel with growing concerns related to the depletion of raw materials, water use, air quality, pollution and waste generation, which are all linked to planetary boundaries, including climate change. Managing digital transformation will greatly influence the future of humanity and the health of the planet. This report explores the interconnectedness of rapid digitalization and the urgent need to foster environmental sustainability against a backdrop of growing inequality and vulnerabilities, such as increasing socioeconomic disparity, environmental degradation and geopolitical tensions. It explores ways to achieve economic prosperity that are compatible with planetary boundaries and intergenerational equity. The topic is timely, not to say long overdue, as policy discussions on the environment and digitalization in the context of Sustainable development implies economic and social development consistent with planetary boundaries © AdobeStock_.shock"
  },
  {
    "id": "chunk_18",
    "text": "4 Digital Economy Report 2024 Shaping an environmentally sustainable and inclusive digital future sustainable development have evolved separately for too long. Soon after the second Earth Summit in Rio de Janeiro in 2012, critical voices emerged, suggesting that the Summit had failed to recognize the relationship between information and communications technologies (ICTs), the Internet and sustainability, all of which are crucial elements of sustainable development policy (Souter and MacLean, 2012). The 2030 Agenda for Sustainable Development, which was adopted in 2015, did not take a cross-cutting view of the role attributed to digitalization. The word “digital” is in fact mentioned only in reference to the “digital divide”. In the Paris Agreement, adopted in the same year as the 2030 Agenda, ICTs were primarily highlighted as a means to share information, knowledge and good practices among countries and stakeholders; to enable the development of low carbon energy technologies; to improve energy efficiency and support various adaptation efforts, such as early warning systems (United Nations Framework Convention on Climate Change (UNFCCC), 2016). Similarly, the 2023 outcome document of the twenty-eighth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change recognizes the importance of digital transformation and increased access to technologies to achieve the goals set out in the Paris Agreement (UNFCCC, 2023) – without taking into consideration its direct environmental impact. Digitalization has continued to evolve at a high speed and, from an environmental perspective, is offering new solutions but also obstacles to sustainability (box I.1). The relationship between digitalization and environmental sustainability in all its dimensions is starting to receive more attention in policy debates with a view to maximizing potential gains from digitalization, while mitigating environmental harms and facilitating sustainability. In the Bridgetown Covenant, the outcome document of the fifteenth session of the United Nations Conference on Trade and Development in 2021, member States included climate change, environmental degradation and the digital divide among the most important development questions (UNCTAD, 2021b). This evolution of the mandate is illustrative of the changing landscape of challenges faced by countries today, as well as their ever-increasing interconnectedness beyond trade, which requires a policy approach that breaks out of regulatory silos. There are growing references to the “twin transitions”, alluding to the need to enable, on the one hand, the transition to a more digital economy and, on the other, the transition to a low-carbon economy (Muench et al., 2022; UNCTAD, 2023a). To date, shifts towards low-carbon and digital technologies have been considered as parallel processes. In reality, they are closely intertwined within the broader transition of the global economy. Moving towards more environmentally sustainable economic activities needs digital tools to become more efficient and resilient in the long term. At the same time, while digitalization is a means to an end, it will need to be as environmentally sustainable as possible to avoid adding to environmental risks. Moreover, the minerals and metal inputs needed for digitalization and the expansion of renewable energy sources are largely the same, creating competing demands and significantly influencing international trade and geopolitical dynamics. It is important to work towards ensuring that no one is left behind as the world transitions towards a more digital and environmentally sustainable future. A just, low-carbon and digital technology transition requires an integrated approach to sustainable development, which brings together social progress, environmental protection and economic success into a framework of democratic governance. This extends to the human rights context. To date, shifts towards low-carbon and digital technologies were considered in parallel, yet they are closely intertwined within the broader economic transition"
  },
  {
    "id": "chunk_19",
    "text": "5 Chapter I Digitalization and environmental sustainability Box I.1 The rapidly evolving nature of digitalization When assessing the trade and development interface between digitalization and environmental sustainability, it is essential to acknowledge the dynamic nature of digital technologies and their applications (German Advisory Council on Global Change, 2019; UNCTAD, 2019a; Global Enabling Sustainability Initiative and Deloitte, 2019). Continuing digitalization creates many new opportunities for harnessing data and digital technologies to foster trade and development and mitigate adverse development and environmental impacts. At the same time, the importance of ensuring that the digital ecosystem is as environmentally sustainable as possible increases further. Higher speed. The increased use of the Internet and online services partly reflects the recent accelerated progress in high-speed online transmissions. This opens up opportunities for developing new digital applications, such as digital government and financial services, social media and online purchases. The digital delivery of services, both domestically and internationally, relies on greater bandwidth to support high-quality video calls or streaming. The extent to which different parts of the world can seize such opportunities still varies greatly. Shift to the cloud. Cloud computing is a key element of the evolving digital landscape (UNCTAD, 2013). It enables users to access scalable and flexible data storage and computing resources as well as to stream video and music. The imagery of the intangible “cloud” can be misleading; cloud computing is well anchored on the ground through hardware, networks, storage and services needed to deliver computing as a service. A defining feature of cloud storage is the transfer of large volumes of data to third party-owned data centres, often controlled by a small number of very large companies (UNCTAD, 2021a). Platformization. Digital platforms, acting as intermediaries and infrastructure of the digital economy, are uniquely placed to capture and extract extensive data from online actions and interactions on the platforms. The expansion of digital platforms is directly linked to their capacity to collect, analyse and monetize digital data, with businesses ranging from Internet search and social media to cloud storage and e-commerce (UNCTAD, 2019a). The growing role of platforms has led to strong market concentration, dominated by a small number of global digital platforms from the United States and China (UNCTAD, 2021a). Platforms increasingly control all parts of the global data value chain, including data collection, data transmission (installing and owning cables and satellites), data storage (cloud and hyperscale data centres) and data analysis (machine learning and artificial intelligence (AI)). This pivotal role in the digital economy requires high levels of responsibility and better platform governance. Exponential data growth and real-time sensing. The surge in Internet use, improved cloud infrastructure and the growth of global platforms have significantly boosted interconnectedness among people, machines and the planet. Data generated in real time from improved interconnectedness can help to address various development challenges, including in agriculture, energy, health, home appliances and transportation by analysing (near) real-time data. For instance, the “Internet of things” (IoT), through sensing, automation and cloud computing, is expected to expand from 13 billion connections in 2022 to over 35 billion by 2028, particularly in Asia and the Pacific, and will employ various devices (sensors, meters, etc.) to collect and transmit timely data (Global System for Mobile Communications Association (GSMA), 2023a). At the same time, this increasing connectivity spurs the demand for digital devices, digital networks and services that support the IoT. This translates into more demand for natural resources, more use of water and energy, more greenhouse gas emissions from the production and use of the devices, and more waste to handle at the end of life. Cognitive changes. The exponential increase in data generation is amplifying the importance of big data analytics, machine learning and AI. Global corporate investment in AI (including private investment, mergers and acquisitions, public offerings, and minority stakes) surged from an estimated $15 billion in 2013 to $189 billion in 2023. a Concerns are mounting that powerful AI systems may be evolving too fast and too far, as labs compete to develop ever more sophisticated Internet of things connections to grow to 35 billion by 2028, mainly in Asia-Pacific"
  },
  {
    "id": "chunk_20",
    "text": "6 Digital Economy Report 2024 Shaping an environmentally sustainable and inclusive digital future solutions, with unknown consequences and limited regulation.b New generative AI solutions – such as Bing, ChatGPT, Dall-e, Ernie, Gemini (formerly Bard), Gigachat, Midjourney, SenseChat and Tongyi Qianwen – have been met with strong interest, although long-term user numbers remain uncertain.c While offering new experiences and value to users, AI applications are computationally costly, energy- and equipment-intensive and generate large quantities of waste (Strubell et al., 2019). Towards virtuality. Another new feature driven by digitalization, higher computing power and speed is increased “virtuality”, seen in the growing use of augmented reality and virtual reality. Virtual reality offers a three-dimensional online environment that can be entered by using a dedicated headset connected to a computer or game console. Augmented reality shows the real world enhanced by computer-generated items, such as graphics, enhancing the real world by superimposing computer-generated information (Shen and Shirmohammadi, 2008). Such technologies can enable users to access objects and experiences regardless of their physical location. Increased adoption of virtual reality may have both positive and negative environmental impacts, depending on the inputs required and whether it replaces or complements existing polluting behaviour. Distributed ledger technology. Blockchain and other distributed ledger technologies allow multiple parties to engage in secure transactions without any intermediary. The technology underpins cryptocurrencies and holds potential for many domains relevant to developing countries, such as digital identification, securing property rights and disbursing aid.d Blockchain technology, specifically cryptocurrencies that rely on proof-of-work as their mechanism to validate transactions, demands significant resources, notably electricity and processing power. The International Energy Agency (IEA) estimates blockchain energy demand to increase by nearly 50 per cent between 2022 and 2026 (IEA, 2024). How growth in adoption of distributed ledger technology is handled will have environmental implications in the future, and will depend on adoption rates and efficiency improvements. Source: UNCTAD. a See https://aiindex.stanford.edu/report/. b See https://futureoflife.org/open-letter/pause-giant-ai-experiments/. c See https://www.washingtonpost.com/technology/2023/07/07/chatgpt-users-decline-future-ai- openai/. d See UNCTAD (2021c) for blockchain applications in support of the Sustainable Development Goals. United Nations General Assembly resolution 76/300, on the human right to a clean, healthy and sustainable environment, adopted in July 2022, recognizes that this right is “related to other rights and existing international law” (paragraph 2) and affirms that its promotion “requires the full implementation of the multilateral environmental agreements under the principles of international environmental law” (paragraph 3). The digitalization and environmental sustainability nexus is to some extent reflected in the report by the United Nations 2 See https://www.un.org/en/common-agenda/summit-of-the-future. Secretary-General, Our Common Agenda, and its proposal for a global digital compact and the Inter-Agency Task Team for the Global Accelerator on Jobs and Social Protection for Just Transitions (United Nations, 2021a). All this is expected to feature prominently in the Summit for the Future in September 2024. 2 As part of these broader efforts, new initiatives have been launched. In particular, in 2022, the Coalition for Digital Environmental Sustainability (CODES) developed an “Action Plan for a Sustainable Planet in the Digital Age” at the Stockholm+50 Conference (CODES, 2022). Nonetheless, considerably more attention"
  },
  {
    "id": "chunk_21",
    "text": "7 Chapter I Digitalization and environmental sustainability needs to be given to the intersection between the rapidly evolving digital economy and environmental sustainability, and its implications for trade and development. The processes involved are all complex and difficult to regulate. 2. Comprehensive life cycle assessments The relationship between digitalization and environmental sustainability is multifaceted and can be explored from various perspectives. There is a need to consider the extent to which digitalization complies with the “planetary guardrails” (Haum and Loose, 2015), related to the climate, nature, soils and oceans. Key environmental impacts are linked to energy use and greenhouse gas (GHG) emissions, protecting habitats, soil and water resources and reducing air pollution and waste. All of these are closely linked to the concept of the Anthropocene age which reflects how human activity has a long-lasting impact on the environment (The Economist, 2023). Digital solutions are often seen as key for achieving Sustainable Development Goal 12 which relates to sustainable consumption and production. For example, they can reduce the environmental impacts of consumption and economic development through the use of smart devices and by enhancing production efficiency (World Economic Forum (WEF) and PwC, 2020; Technopolis and Institut für ökologische Wirtschaftsforschung, 2024). This raises a critical question of how to better leverage digitalization to achieve sustainability, for which improved data and measuring approaches are needed. Hence, the main focus of this report is how to make digitalization and activities related to the ICT sector more sustainable. Unless adequately addressed, their negative impacts are likely to increase as digitalization expands across all sectors. 3 LCA can be applied in different areas and sectors. Recent UNCTAD work has investigated the trade impact from manufacturing (UNCTAD, 2021d) and of plastic substitutes on the environment (UNCTAD, 2023b). Discussions of sustainable consumption and production have increasingly focused on the desirability of a more circular economy to reduce environmental impacts. Most goods today are produced in an essentially linear model that begins with the extraction of raw materials and passes from processing, design, manufacturing, distribution and use to disposal. As will be discussed later in this report, the digital economy still remains highly linear. A more circular digital economy would seek to reduce, reuse and recycle digital devices and infrastructure, including by extending their lifespan. This can be achieved through sharing, rental or donation; maintenance and repair; resale and redistribution; as well as remanufacturing and refurbishing. These activities can help reduce emissions caused by mineral extraction and processing, manufacturing or final disposal. Ideally, transitioning to a more circular digital economy would help achieve at least equivalent levels of economic growth and business profitability to those in the linear economy but with greater environmental sustainability. The ability to identify significant environmental opportunities and risks arising from digitalization is hampered by a lack of agreement on what specifically constitutes the ICT sector (typically, end- user devices, network infrastructure and data centres; figure I.1) and associated services and what needs to be included when measuring environmental impact. This together with a lack of relevant data makes it challenging to develop targeted policy responses to minimize the environmental impacts of digitalization. To better understand these impacts, researchers use life-cycle assessments (LCAs) to evaluate the environmental impacts of a product or a service throughout its entire life span. 3 International standardization for LCA methodology, particularly ISO 14040 and ISO 14044, has laid the foundation for a formalized, robust and reliable approach to measuring environmental impacts. LCA is not limited Digital solutions are often seen as key for achieving Sustainable Development Goal 12 on sustainable consumption and production"
  },
  {
    "id": "chunk_22",
    "text": "8 Digital Economy Report 2024 Shaping an environmentally sustainable and inclusive digital future to any single environmental indicator, such as GHG emissions, but can encompass multiple criteria. For instance, the LCA- based product environmental footprint methodology developed by the Joint Research Centre of the European Union identifies 16 environmental impacts that can be assessed through LCA, with a strong link to various Sustainable Development Goals and to planetary boundaries (Joint Research Centre, European Commission et al., 2019). 4 For digital transformation, LCA can help to identify stages with important 4 The Joint Research Centre suggests the following impact categories for a comprehensive environmental footprint of consumption in relation to Sustainable Development Goals: Goal 3 (good health and well-being): human toxicity, cancer; human toxicity, non-cancer; particulate matter; photochemical ozone formation; ionizing radiation; Goal 6 (clean water and sanitation): impacts due to water use, ecotoxicity, eutrophication; Goal 13 (climate action): climate change; impact due to resource use; Goal 14 (life below water): eutrophication marine and freshwater; ecotoxicity; Goal 15 (life on land): impact due to land use; eutrophication terrestrial; acidification; impact due to mineral and metal resource use; ozone depletion (Joint Research Centre, European Commission et al., 2019). environmental impact from end-user devices and ICT infrastructure (networks and data centres), highlight potential environmental trade-offs and assess the sustainability potential of substituting digital for non-digital technologies (Hilty and Aebischer, 2015; Itten et al., 2020). Given data availability, LCAs in the digital economy typically focus on GHG emissions. However, this focus has limitations. Such partial analysis can lead to production processes that are environmentally suboptimal, potentially leading to Source: UNCTAD, based on Pohl and Hinterholzer (2023). Figure I.1 The ICT sector is made up of three parts: Networks, data centres and end-user devices Cloud data centres Global Internet connectors Satellites Internet exchange points Core, metro, edge networks Wired and wireless access networks Regional (edge) data centres In-house data centres Network infrastructure Data centres End-user devices"
  },
  {
    "id": "chunk_23",
    "text": "9 Chapter I Digitalization and environmental sustainability “greenwashing”. For instance, electricity use by data centres can be reduced by upgrading servers more frequently, yet this leads to more electronic waste. This report examines the three phases of the life cycle of end-user devices and ICT infrastructure and seeks to assess the environmental footprint of digitalization in view of the interconnected global challenges of digitalization, climate change, trade and development. Typically, within such an assessment: • The production phase covers the extraction of raw materials, including minerals and metals, and their complex refining process; the assembly of different components of devices and ICT infrastructure; and their subsequent transportation for global distribution. This phase is discussed in chapter II, with a particular focus on the intensity of mineral and metals use, as well as geopolitical, trade and development considerations of their value chain. • The use phase considers environmental effects generated by operating and using end-user devices, transmission networks and data centres. Particular attention is given to energy use, GHG emissions and water consumption. This is the focus of chapter III. Chapter V looks at a specific use case, namely the environmental impact of e-commerce. • The end-of-life phase at the treatment of digital technologies after use, and the importance of moving towards a more circular economy, is discussed in chapter IV. 3. Direct and indirect effects The three phases of the life cycle of digitalization have different environmental impacts. In order to assess the overall possible effects, it is important to distinguish between direct and indirect effects. 5 5 For more details, see Berkhout and Hertin (2001); Bieser and Hilty (2018); Bremer et al. (2023); Coroam ă et al. (2020); Hilty and Aebischer (2015); Horner et al. (2016); Pohl et al. (2019); Williams (2011). a. Direct effects Direct (or first order) effects result from digital devices and ICT infrastructure throughout their life cycle, spanning raw material extraction and processing, manufacturing, transportation for distribution, use and the end-of-life phase (ITU, 2014). The direct effects on resource use, energy use, GHG emissions and water and soil pollution constitute their “environmental footprint” (Hilty and Aebischer, 2015). As noted above, it is important to consider other direct environmental impacts beyond GHG emissions (Mewes, 2023). For example, extraction of raw materials and handling of waste during production and end-of-life phases can have significant environmental impacts, such as soil contamination and dangers to biodiversity (table I.1). Additionally, in extraction, production and cooling of digital devices and infrastructure significant amounts of water are used throughout the life cycle (Olivié-Paul, 2022). GHG and water footprints, while interconnected, raise different issues. In one sense they go together: the more ICT devices are built and deployed, the more energy is used, the more GHGs are emitted, and the more water is consumed. There can also be a negative correlation. For example, there is often a trade-off between the energy and the water used for cooling. Moreover, while GHG emissions are particularly relevant for climate change, the water footprint relates to freshwater scarcity (increasingly a consequence of climate change) and possible impacts on biodiversity. Unlike the global impact of GHG emissions, which can be offset in various places, negative impacts on water supply are highly location- specific. Saving water in one area cannot compensate for the local impact in another. Focusing only on GHG emissions can result in environmentally suboptimal production processes, potentially leading to “greenwashing”"
  },
  {
    "id": "chunk_24",
    "text": "10 Digital Economy Report 2024 Shaping an environmentally sustainable and inclusive digital future b. Indirect and rebound effects Indirect (or second and higher order) effects describe other environmental impacts from the use of digital technologies and services in different sectors of the economy, thus going beyond the direct footprint of the ICT sector. These can be both environmentally beneficial and harmful. Positive indirect effects that decrease emissions or other environmental harms are sometimes referred to as “enabling effects”, “abatement” or “avoided emissions” (Bremer et al., 2023). Data-driven digital technologies can be powerful tools to mitigate negative environmental footprints from economic activities. For instance, they can enable real- time monitoring and adaptation in resource use (“optimization effect”). Substituting physical goods and travel with digital alternatives can enable decarbonization and dematerialization within some production and consumption patterns (“substitution effect”). Various studies highlight the potential for significant GHG emissions reduction through the effective use of digital technologies in different industries (box I.2). The International Panel of Climate Change (IPCC) acknowledges the potential role of digital technologies, including sensors, IoT and AI to mitigate climate change, improve energy management, boost energy efficiency and promote the adoption of low-emission technologies while creating economic opportunities (IPCC, 2022a). Despite this, take-up of digitally enabled production processes remains limited. Industry estimates suggest that effective use of digital technologies could significantly reduce global GHG emissions (Global Enabling Sustainability Initiative and Deloitte, 2019). The same study optimistically concluded that digitally induced reductions of emissions could be nearly seven times the size of the growth in total carbon emissions from the ICT sector over the same period. Researchers also recognize the potential Life cycle phase Type of environmental impact Digital device example: Smartphone Production ▲ Raw materials extraction. Impacts on GHG emissions and the local environment from extracting and processing raw materials to make digital devices and infrastructure. Materials, fossil fuels and water needed for transport and processing of raw materials for smartphone production. Production and transportation. Impacts on GHG emissions and water use from manufacturing and transporting digital devices and infrastructure. Energy and water to produce and ship a smartphone to market. Use ▲ Impacts on GHG emissions and water use from operating digital devices and infrastructure. Energy needed to use a phone; energy and water needed to power the underlying digital infrastructure such as data centres, mobile or fixed broadband. End-of-life ▲▼ Impacts on GHG emissions, pollution of water and soil from reuse, recycling and end-of-life treatment of digital devices and infrastructure. Negative: Energy to dispose of the smartphone; impacts on water and soil from recycling and disposal of components. Positive: Proper reuse and recycling of devices and components reduces future negative impacts from raw material extraction. Source: UNCTAD, adapted from Bremer et al. (2023); Pohl et al. (2019); Horner et al. (2016). Notes: A red upward pointing arrow indicates a negative effect (increasing environmental impact); a green downward pointing arrow indicates a beneficial effect (avoided impact). A red upward pointing arrow next to a green downward pointing arrow means that the net effect can be either positive or negative. Table I.1 Direct environmental effects of digital devices and infrastructure"
  },
  {
    "id": "chunk_25",
    "text": "11 Chapter I Digitalization and environmental sustainability of supply chain and business model innovations to reduce the environmental impact of the economy (Blanco et al., 2022; Parida et al., 2019; Wang, 2017). Furthermore, machine learning offers mitigation potential by improving monitoring, energy use and optimizing transport and construction (Rolnick et al., 2023). To date, various studies have been unable to confirm the potential for environmental gains from digitalization through anticipated Box I.2 Opportunities for digital technologies to mitigate carbon emissions Digital technologies can be applied across sectors with a view to reducing negative environmental effects. This box provides examples of potential opportunities including in global value chains, transportation, construction, agriculture and energy. However, in most areas, empirical evidence on actual gains realized remains limited. Digital technologies can be used to make global value chains more environmentally sustainable by enhancing productivity, reducing environmental impacts of current production and consumption modes, introducing new, more environmentally friendly technologies and eco products, and enhancing the diffusion of business models based on circular economies (UNCTAD, 2023c). The use of advanced robotics, three-dimensional printing, sensors and wireless technologies can enable automation and the decentralization of tasks to potentially reduce emissions from transport. Digitalization can also help to better monitor environmental standards, optimize logistics, boost operational efficiency and thereby reduce carbon emissions and energy consumption. Data processing technologies, such as big data analytics, cloud computing and AI, further contribute to environmentally sustainable production processes. The transport sector accounts for about one-quarter of global energy-related GHG emissions; varying from below 3 per cent in some least developed countries (LDCs) to more than 30 per cent in high-income countries, although growth rates in transport-related emissions have been larger in developing regions in recent years. a Smartphone applications can help to optimize routes and vehicle efficiency (GSMA, 2019). However, the effect of circular and shared economy initiatives as well as other aspects of digitalization is uncertain (IPCC, 2022a). Dematerialization could reduce demand for transport services, while an increase in e-commerce with priority delivery may raise demand for freight transport. Another major contributor to emissions is the buildings and construction sector. In 2021, this sector accounted for 37 per cent of energy and process-related CO2 emissions.b Digital technologies may be leveraged to reap benefits from optimizing energy use through automation in smart buildings and cities (Global Enabling Sustainability Initiative and Deloitte, 2019). The agricultural sector accounts for 10–12 per cent of global anthropogenic (human-generated) GHG emissions. Precision agriculture, improved weather prediction and the IoT in smart water infrastructure can notably reduce CO 2 emissions and improve irrigation efficiency (Global Enabling Sustainability Initiative and Deloitte, 2019; Technopolis and Institut für ökologische Wirtschaftsforschung, 2024). At the same time, precision farming has been found to only slightly reduce pesticide use (Bovensiepen et al., 2016). According to the IPCC (2022a), improvements in energy efficiency from digital technologies can help to reduce energy demand in all end-use sectors. This includes material input savings and increased coordination. For example, smart appliances and energy management can effectively reduce energy demand and associated GHG emissions without reducing service levels; similarly, district heat systems can use waste heat from nearby data centres. Source: UNCTAD, based on cited sources. a See IPCC (2014, 2022a). b See https://www.unep.org/news-and-stories/press-release/co2-emissions-buildings-and- construction-hit-new-high-leaving-sector. Empirical evidence on actual environmental gains from digitalization remains limited"
  },
  {
    "id": "chunk_26",
    "text": "12 Digital Economy Report 2024 Shaping an environmentally sustainable and inclusive digital future efficiency and substitution gains from ICT (Clausen et al., 2022; Schultze et al., 2016). In fact, one review found no significant shift towards sustainable energy consumption levels in any sector after introducing digital tools (Lange et al., 2020). Similarly, the IPCC (2022a) stresses that potential gains may be reduced or counterbalanced by “rebound effects”, leading to increased demand for and use of goods and services. Rebound effects in digitalization, where initial positive impacts are offset by increased demand and use, can undermine the benefits of more efficient goods and services (Vickery, 2012; Coroamă and Mattern, 2019; Technopolis and Institut für ökologische Wirtschaftsforschung, 2024). Rebound effects can occur for the same good or service because the efficiency gains made it cheaper or more convenient to consume more of it. The money or time saved through digitally induced efficiency, however, can also lead to the increased consumption of other goods and services, two phenomena often referred to as “income effect” (Coroamă and Mattern, 2019) and “time rebound” (Binswanger, 2001), respectively. Digitalization is also decreasing the skill thresholds needed to perform various activities, thus likely increasing their use (“induction effect”) – a phenomenon that may be particularly visible for autonomous vehicles (Coroamă and Pargman, 2020) and the use of data analysis through large language AI models, such as ChatGPT, which previously required specialized training. Additionally, an “obsolescence effect” may arise as certain unconnected products become less useful because they are not connected to newer generations of technology (Hilty and Aebischer, 2015). Even if it is possible to achieve efficiency improvements and substitute physical goods with digital services, 6 behavioural changes due to rebound effects and increased overall consumption may mitigate 6 While this substitution from physical goods to digital services may appear to reduce the need for materials, this is not necessarily the case, as any digital service is enabled by devices, transmission networks and data centres. anticipated beneficial environmental effects (Digitalization for Sustainability, 2022). In the case of e-commerce, for example, buying a product online can be more energy efficient under certain conditions than driving to a physical store to buy the same product, thereby reducing GHG emissions. But if the convenience of online shopping encourages increased purchasing frequency, volume and returns that are not always resold, any initial emission reductions may be diminished or counterbalanced. Higher order indirect effects, or societal effects, stem from behavioural changes triggered by the interaction of direct and indirect effects, including rebound effects, as digital technologies are widely adopted, leading to changes in lifestyles and value systems (Hilty and Aebischer, 2015; Horner et al., 2016; Pohl et al., 2019; Williams, 2011). For example, digitally enabled teleworking reduces transport-related energy use but increases energy use in the places in which the telework is performed. It may induce secondary changes such as living locations (for instance, relocating further away from urban centres into larger houses), communication methods (more remote communication through social media) and purchasing habits (online rather than offline) (table I.2). Challenges in measuring indirect effects often lead to these being excluded when assessing the true environmental impact of digitalization. This underlines the importance of developing better standardized frameworks to more adequately account for indirect and rebound effects to ensure that efficiencies are correctly estimated in the future (Widdicks et al., 2023). c. Combined effects of digitalization are uncertain Understanding the cumulative environmental effects is crucial for policymakers, researchers, the private sector and consumers to determine the net impact of Indirect environmental effects could be significantly greater than the direct environmental footprint from digital technologies"
  },
  {
    "id": "chunk_27",
    "text": "13 Chapter I Digitalization and environmental sustainability digital technologies. The cumulative effect depends on whether ICT is considered part of the problem or solution for environmental sustainability (figure I.2): In terms of direct effects, negative impacts arise from the production, use and end-of-life phases of digital devices and infrastructure. Applying digitalization in other sectors, however, can have both positive indirect effects, limiting environmental impacts through optimization 7 For more information, see IEA (2017); Bergmark et al. (2020); Coroamă et al. (2020); Global Enabling Sustainability Initiative (2020); The Royal Society (2020); Bieser et al. (2023); Bremer et al. (2023); Kaack et al. (2022); Technopolis and Institut für ökologische Wirtschaftsforschung (2024). and substitution, or negative impacts by inducing more consumption or making existing devices obsolete. Furthermore, more systemic indirect effects due to behavioural or structural changes can either reduce or increase the impact on the environment. 7 Indirect environmental effects could be significantly greater than the direct environmental footprint from using digital Table I.2 Indirect environmental effects from the use of digital devices and infrastructure Source: UNCTAD, adapted from Bremer et al. (2023); Pohl et al. (2019); Horner et al. (2016). Notes: A red upward pointing arrow indicates a negative effect (increasing environmental impact); a green downward pointing arrow indicates a beneficial effect (avoided impact). A red upward pointing arrow next to a green downward pointing one means that the net effect can be either positive or negative. Type of indirect effect Potential environmental impact Digital device example: Use of maps on a smartphone Substitution ▲▼ Products are replaced by their digital equivalents (with lower or higher environmental impacts). Replacement of paper-based maps and dedicated GPS-only devices. Optimization ▼ Adoption of digital technologies leads to efficiency improvements. Enhanced traffic and energy efficiency through real-time routing, reducing travel due to optimized routes. Rebound ▲▼ Time and income effects. Optimization gains from digital technologies enable cost reductions (in terms of money or time), boosting the consumption of the good or service or of other goods or services. Same good or service: additional use of device compared to traditional paper-based maps, increased data consumption. Other good or service: energy consumed during time/with resources saved by more efficient travel. Induced consumption ▲ Digital technologies induce an increase in the consumption or use of a product, process or service. Increased travel as smartphone-enabled routing eases and aids driving in unfamiliar areas. Transformational (societal) rebound ▲▼ Introduction of digital technologies causes macroeconomic adjustments across sectors. Growth in location-based services and advertising; GPS technology in smartphones boosts autonomous vehicles and expands intelligent transportation system manufacturing. Sustainable lifestyle and practices ▼ Digital technologies enable or encourage more sustainable lifestyles and practices. Smartphone maps and routing promote sustainable travel methods, such as walking or biking in unfamiliar areas. Systemic transformation and structural economic change ▲▼ Digital technologies generate systemic society-wide transformations. Digital maps change transportation consumption boosting demand for car-sharing and ride-sharing such as Uber; long-term, GPS-enabled autonomous vehicles shift living and working location choices. Improved navigation efficiency may enable more private vehicle use over public transportation, and delay structural changes needed to reduce carbon emissions and traffic congestion."
  },
  {
    "id": "chunk_28",
    "text": "14 Digital Economy Report 2024 Shaping an environmentally sustainable and inclusive digital future technologies.8 For example, direct life cycle GHG emissions (“ICT footprint” in the figure) from teleworking using a computer, data transmission networks and data centres are likely to be less than 0.4 kg carbon dioxide equivalent emissions (CO 2e)9 when a global average electricity grid mix is used.10 This is roughly one tenth of the emissions arising from a 20 kilometre commute to work by car. 11 Hence, using digital technologies can lead to a positive indirect effect of avoiding a commute equivalent to 4 kg of CO 2e emissions (“applications of digital technology” in the figure). Longer-term behavioural and lifestyle changes (“structural effects and economic changes” and “systemic and societal-level effects and 8 Indirect effects are also considered when categorizing scope 1, scope 2 and scope 3 emissions. Scope 1 covers direct GHG emissions owned or controlled by a producing entity; scope 2 covers indirect GHG emissions from electricity, heating or cooling used; and scope 3 are indirect emissions linked to all other indirect effects, e.g., from mining, production, inputs, transportation and end-of-life treatment (Allwood et al., 2014). Scope 3 is understood to have the largest emissions impact, and is the most complex to measure. 9 CO2 equivalent emissions serve as a proxy measure that allows emissions from various GHGs to be compared in terms of their potential for global warming. For this, an amount of a GHG is converted to an amount of CO2 which has the same global warming potential as the original GHG (Eurostat, 2023; IPCC, 2023). 10 Based on an eight-hour workday using a laptop (30W), 24-inch LED monitor (30W), 50 per cent allocation of a router (5W), fixed access and core networks (<5W), data centre services (<2W) and associated embodied emissions. 11 Based on the life cycle GHG emissions for an average new vehicle in 2017 including raw material extraction, production, use (fuels included), based on IEA (2019). transformation” in the figure) can have larger, albeit uncertain, positive or negative indirect impacts, depending on how policy, technology and behaviour interact and evolve. However, to date, options to comprehensively measure indirect effects remain limited, though the International Telecommunication Union (ITU, 2022) has put forward a first recommendation (L.1480) on assessing the impact of ICT on GHG emissions in other sectors. This report thus focuses primarily on the direct environmental effects of digital devices and infrastructure, encompassing the entire life cycle. Chapter V is an exception as it looks at a specific use case of digitalization, Figure I.2 Digitalization as a problem or a solution for promoting environmental sustainability Technology Behavioural and structural changes Direct effects Indirect effects Higher-order Second-order ICT as a part of the problem Life cycle of ICT Use Production End-of-life Rebound effects Emerging risks n/a by definition Transition towards sustainable patterns of consumption and production Application Induction effects Obsolescence effects Substitution effects Optimization effects ICT as a part of the solution enables enables Source: UNCTAD, based on Hilty and Aebischer (2015)."
  },
  {
    "id": "chunk_29",
    "text": "15 Chapter I Digitalization and environmental sustainability namely e-commerce. E-commerce has both positive and negative direct and potential indirect environmental impacts, and these can be influenced by policymaking. Regardless of indirect environmental impacts of digitalization, including societal effects, minimizing the direct footprint of the digital economy remains essential. B. Assessing the overall direct environmental footprint of digitalization As noted above, accurately assessing the direct environmental impacts of the ICT sector is difficult. Rapid technological and economic changes further complicate measurement, with numerous factors affecting environmental impacts, such as resource depletion, GHG emissions, water consumption, biodiversity and noise. Taking a broad, multicriteria perspective on the environmental footprint, available research suggests that the production phase has the greatest impact. This is due to mineral and metal depletion, the volume of GHG emissions generated and water-related impacts (Duporte et al., 2022). During the use phase, GHG emissions and water consumption are the main concerns (Agence de la transition écologique (Ademe) and Autorité de régulation des communications électroniques, des postes et de la distribution de la presse (Arcep), 2022; Bordage, 2019; Freitag et al., 2021). 1. Measurement challenges Comprehensive assessments of the environmental footprint of digitalization are scarce, due to five factors. First, there is a lack of timely, comparable and accessible data regarding the energy and environmental impacts of the ICT sector, with no harmonized reporting standards. Additionally, there is often limited disclosure of impacts such as the effect on local watersheds (Koomey and Masanet, 2021; Pasek et al., 2023). Data scarcity leads to analytical studies having to rely on hugely varying and potentially outdated data sources, given the speed of change in the digital economy (Freitag et al., 2021). There is also no standardized approach for converting ICT energy use in kilowatts per hour (kW/h) into tons of GHGs emitted, as these depend on the technologies and source of energy used. Consequently, estimates vary significantly between countries and sectors (Chiarella et al., 2022). Nevertheless, as energy use and GHG emissions data are still the most frequently available, much research has focused on these areas. Second, the scope of the ICT sector varies between studies. For instance, televisions and consumer electronics are included as part of the sector in some studies (Andrae and Edler, 2015; Malmodin and Lundén, 2018), but not in others (Belkhir and Elmeligi, 2018). More importantly, new applications, such as AI, blockchain and the IoT, are often not yet considered, likely underestimating the overall sectoral impact (Freitag et al., 2021). The increasing integration of digital technologies into other sectors further complicates the ability to set clear boundaries when assessing the sector’s environmental footprint. Third, studies also vary in the definition of the life-cycle stages of the ICT sector. ITU has introduced standards on conducting life- cycle analyses of the ICT sector (such as the ITU-T L.1410 and L.1450), but they have not been consistently followed by researchers, with some exceptions (ITU, 2020; Malmodin and Lundén, 2018; Malmodin et al., 2024). Comprehensive assessments of the environmental footprint of digitalization are scarce"
  },
  {
    "id": "chunk_30",
    "text": "16 Digital Economy Report 2024 Shaping an environmentally sustainable and inclusive digital future Fourth, even those studies that look at similar life-cycle stages have reached different conclusions due to varying assumptions and models adopted to estimate the environmental impact. For example, variations include anticipated growth of the ICT sector, its correlation with energy consumption (reflecting assumptions on efficiency gains in computing power) and the extent to which ICT will contribute to emissions reductions in other sectors (Freitag et al., 2021). Moreover, existing literature mainly looks at the global environmental impact, overlooking location-specific effects. 12 As such, studies neglect consequences that are highly region- or country-specific, such as mining for raw materials, which primarily affects developing countries, and water use, both of which have profound environmental implications that extend beyond the generalized impact of global GHG emissions. Such methodological challenges have led to considerable variation in estimates of the ICT sector’s environmental impact (Koomey and Masanet, 2021) and of its subsectors. For example, to calculate network energy intensity (i.e. the energy needed per amount of data sent across the Internet), existing estimates differed by a factor of 20,000 a decade ago (Coroamă and Hilty, 2014). Disagreement also persists on whether overall impact is overestimated – due to outdated data, excessive growth assumptions and projections that extrapolate too far into the future (Koomey and Masanet, 2021) – or underestimated, because these estimates exclude relevant technologies and trends (Freitag et al., 2021). As it is vital to estimate and analyse impacts to inform policy actions, the need to improve the availability of quality data must not be an excuse for inaction. However, more work is needed to develop commonly accepted 12 A recent study by ITU and the World Bank provides estimates in country case studies, highlighting the variation in data collection approaches for climate data in the ICT sector (Ayers et al., 2023). 13 The latter study extrapolates GHG emissions from data centres using a study from 2009–2010 (Vereecken et al., 2010), applying an assumed compound annual growth rate from an industry report, implicitly disregarding underlying drivers of data centre demand growth and efficiency improvements. measurement methodologies that can help in policymaking. 2. Estimates of the carbon footprint of the ICT sector As noted, energy use and GHG emissions are the most researched aspects of the ICT sector’s environmental footprint. The energy use of devices, data centres and networks has been estimated to account for approximately 6 to 12 per cent of global electricity use (about 1 to 2 per cent of global energy use), depending on use patterns, number of devices and associated energy consumption (IPCC, 2022a). Still, since 2015, studies assessing total GHG emissions of the ICT sector have arrived at vastly different results (table I.3). Estimates of life cycle emissions for 2015 range from 0.73 to 1.1 metric gigatons of CO 2 equivalent (GtCO2e) emissions (1.4–2.2 per cent of global GHG emissions), and for 2020 from 0.69 to 1.6 GtCO 2e emissions (1.5–3.2 per cent of global GHG emissions). Differences are even greater if the most optimistic and most pessimistic estimates are also considered. These differences become more pronounced in longer-term projections. For example, Andrae and Edler (2015) estimate in their “best case” scenario that the ICT sector (excluding televisions and associated devices) could emit 1.3 GtCO 2e in 2030 but as much as 19 GtCO2e in the “worst case” scenario – representing a 15-fold difference. Many of the studies in table I.3 are widely cited, but this does not mean they are necessarily robust to changes in model assumptions and underlying data. For example, Andrae and Edler (2015) and Belkhir and Elmeligi (2018) largely rely on relatively simplistic extrapolations. 13 More The need to improve availability of quality data and common measurement methodologies must not be an excuse for policy inaction"
  },
  {
    "id": "chunk_31",
    "text": "17 Chapter I Digitalization and environmental sustainability recently, Andrae (2019a, 2020) significantly revised downwards earlier estimates from Andrae and Edler (2015) – in some cases by more than half for 2020 – indicating the limited usefulness of extrapolations beyond a few years. 14 The rapidly evolving nature of digital technologies makes long- term projections highly uncertain and further complicates defining the scope of the ICT sector’s footprint as more objects become connected to the Internet. 15 The methodological approach of Malmodin and Lundén (2018) involves a more comprehensive combination of bottom-up data (e.g. shipment data of devices, servers, other hardware), detailed life-cycle analyses, reported operator data and benchmarking with other high- quality studies that have focused on specific ICT subsectors (e.g. data centres). However, their methodology has also been criticized in Freitag et al. (2021) for lacking transparency and replicability. ITU (2020), largely based on Malmodin and Lundén (2018), and Malmodin et al. (2024) provide greater transparency regarding the methodologies and assumptions applied. In the case of energy use and associated GHG emissions, different studies have estimated that 56–80 per cent of the ICT sector’s total life cycle emissions come from the use phase (Andrae, 2020; Bordage, 2019; Malmodin and Lundén, 2018; Malmodin et al., 2024; Masanet et al., 2013; Whitehead et al., 2015). However, the relative shares of each phase differ greatly between data centres, data transmission networks and connected devices. The production phase is the most important for devices, especially for highly energy- 14 The Shift Project’s 2019 report, largely based on modelling by Andrae and Edler (2015), has been widely cited despite similar methodological issues. A review of data centre energy estimates by Mytton and Ashtine (2022) also noted its methodological problems. 15 Some studies, such as Andrae and Edler (2015), used exponential growth rates to arrive at alarming figures that have been widely quoted in the media (Koomey and Masanet, 2021). They projected that the ICT sector could end up using half of the world’s electricity consumption by 2030, while accounting for nearly one quarter of global GHG emissions. This, however, is an improbable scenario given the time required to build ICT and energy infrastructure and the high costs of energy. 16 Low-income countries have recently experienced a loss in their biodiversity likely linked to important land degradation from activities such as mining of critical raw materials in resource-rich countries, while other countries have gained in per capita terms through accelerated conservation efforts (IPBES, 2019; Balvanera et al., 2019). efficient battery-powered devices (such as smartphones and tablets). Around 80 per cent of the GHG impacts of a smartphone’s life cycle can be attributed to the production phase (Ercan et al., 2016; Lhotellier et al., 2018; Clément et al., 2020; Ademe and Arcep, 2022). Meanwhile, the use phase dominates the GHG impact of life cycles of data centres and networks due to their high energy intensity and constant operation (Andrae, 2020; Bordage, 2019; Malmodin and Lundén, 2018; Malmodin et al., 2024; Masanet et al., 2013; Whitehead et al., 2015). 3. Environmental footprint beyond emissions and energy Direct environmental impacts of digital technologies also concern, among other impacts, raw material depletion, water consumption and quality, local air quality, soil, biodiversity and waste. The importance of these impacts differs across ICT products and the different life cycle stages. For example, material use, water and air quality and biodiversity impacts are particularly important in the production phase, while waste generation is most important, but not exclusively, in the end-of-life phase. In studies applying comprehensive, multicriteria analyses, the production phase emerges as the life-cycle stage that has the most adverse effects on the environment (Ademe and Arcep, 2022; Bordage, 2019). Biodiversity and livelihoods can be severely affected by the water use of digital technologies and infrastructure, 16 The production phase emerges as the stage with the most adverse environmental effects"
  },
  {
    "id": "chunk_32",
    "text": "18 Digital Economy Report 2024 Shaping an environmentally sustainable and inclusive digital future Table I.3 Overview of selected recent assessments of global greenhouse gas emissions Institution and studies Approach Strengths Limitations Greenhouse gas emissions estimates (Per year) Ericsson; Telia (Malmodin et al., 2024; Malmodin and Lundén, 2018) Hybrid approach combining bottom-up data (e.g. shipments of devices, servers, other hardware), previous life cycle analyses, top-down reported data from data centre operators, network operators, and major equipment manufacturers, and benchmarking to other studies such IEA (2017). Strives to follow the ITU-T L.1450 standard. The analysis is based on rich and recent sources of bottom-up data, use of reported operator data, and benchmarking to established studies implies high degree of analytical quality. Main limitation is the lack of transparency regarding some datasets (e.g., operator energy consumption). However, some of this data can be accessed through companies’ sustainability reports or other disclosures. The 2023 study frequently refers to supplementary material that is not easily accessible. 0.73 GtCO 2e in 2015 0.76 GtCO2e in 2020 1.4% of global emissions GreenIT.fr (Bordage, 2019) For data centres, based on estimated number of servers in operation and LCA of three data centres from previous studies. For networks, based on data traffic and access types. For devices, bottom-up estimates, based on sales figures and average lifespans. Reports environmental impacts across multiple impact areas, including energy consumption, GHG emissions, water consumption and abiotic resource depletion. While the scope appears to be comprehensive, the lack of detail regarding assumptions and data sources makes it difficult to evaluate its quality. The scope of the study includes televisions and peripherals and is limited to manufacturing and use. 1.4 GtCO 2e in 2019 3.8% of global emissions (56% from use, 44% from manufacturing) Huawei (Andrae, 2019a, 2019b, 2020, 2017; Andrae and Edler, 2015) Data centres and networks estimated based on Internet Protocol traffic estimates from Cisco with varying assumptions for energy intensity per unit of Internet Protocol traffic (for data centres, fixed access networks, and mobile access networks). Devices estimated based on bottom-up data combining number of devices per year, expected electricity use, and expected lifespans. Projects three scenarios (best, expected, worst) to 2030 with differing assumptions for electricity use, pace of energy efficiency improvements, device lifespans, and share of embodied emissions. High degree of transparency, with a supplementary model disclosing assumptions and detailed results. Assumptions are transparent but lack sources or explanations, making some appear arbitrary, such as energy intensity assumptions, efficiency improvement factors and assumed lifespan of devices. The 2015 study’s long-term projections, especially the “worst case” scenario, have been widely cited, suggesting that the ICT sector would consume half of the world’s electricity and generate a quarter of global GHG emissions. These implausible long-term projections have created confusion regarding the actual climate impacts of digital technologies and have since been amended. Andrae (2020) “Expected” scenario: 0.66 GtCO 2e in 2015 0.69 GtCO2e in 2020 0.71 GtCO2e in 2025 1.3 GtCO2e in 2030 Andrae and Edler (2015) “Expected” scenario: 0.94 GtCO2e in 2015 1.3 GtCO2e in 2020 2.1 GtCO2e in 2025 4.4 GtCO2e in 2030 International Telecommunication Union (ITU, 2020) Similar approach and data sources as Malmodin and Lundén (2018) aligned with ITU-T L.1450 and linked to the 1.5°C objective of the Paris Agreement. Similar to Malmodin and Lundén (2018), strives to follow the ITU-T L.1450 standard. Provides significant methodological detail in an annex. Projections aim to align ICT sector emissions with the 1.5°C objective which adds additional uncertainty to the estimations, as outlined in the section “Risks”. 0.74 GtCO 2e in 2015 0.69 GtCO2e in 2020 0.53 GtCO2e in 2025 0.39 GtCO2e in 2030 ITU; World Bank (Ayers et al., 2023) Bottom-up extrapolation based on environmental, social and governance reports from the largest telecommunications operators, data centre operators, equipment manufacturing and use. Clear on which life cycle stages are included and which are not (no transport, end-of-life). Takes into account variations in electricity mix into its global aggregates. Due to data limitations, estimates of data centres are limited to relatively efficient co-location data centres, cloud computing and social media storage, leading to a lower bound estimation of the impact from this section of the ICT sector. Not all life-cycle phases included. 0.57 GtCO 2e in 2022 1.7% of global emissions (Telecom operators: 0.133 GtCO 2e Co-location data centres: 0.042 GtCO 2e Cloud and content data centres: 0.032 GtCO 2e PC manufacturing: 0.065 GtCO 2e; PC use: 0.187 GtCO2e Smartphone manufacturing: 0.057 GtCO 2e; their use: 0.018 GtCO 2e; Network manufacturing: 0.033 GtCO 2e)"
  },
  {
    "id": "chunk_33",
    "text": "19 Chapter I Digitalization and environmental sustainability Institution and studies Approach Strengths Limitations Greenhouse gas emissions estimates (Per year) Lancaster University (Freitag et al., 2021) Detailed review of recent studies estimating the global GHG footprint of the ICT sector, focusing on Malmodin and Lundén (2018), Andrae and Edler (2015) and Belkhir and Elmeligi (2018). Provides a useful comparative review of the three major global ICT GHG studies published since 2015, comparing scopes, methods, and assumptions. Includes televisions and related peripherals in top- level results, contrary to the ITU recommendation to categorize them under the entertainment and media sector. Lacks critical assessment of the reviewed studies, implying equal validity of all three studies despite varying levels of quality. 1.2–2.2 GtCO 2e in 2020 (including televisions) 2.1–3.9% of global emissions 0.8–1.7 GtCO 2e in 2020 (excluding televisions) McMaster University (Belkhir and Elmeligi, 2018) Data centres and networks are extrapolations of trends from previous studies and industry reports on demand growth (e.g. Vereecken et al. (2010) for data centres and Van Heddeghem et al. (2014), Lambert et al. (2012) and Pickavet et al. (2008) for networks). Devices are estimated using a bottom-up approach based on published academic and industry estimates for units and life cycle impacts. Projections are based on linear extrapolation of carbon emissions for data centres and networks based on trends from around 2008 to 2012. The main strength of this analysis is the bottom-up analysis of devices. Emissions from data centres and networks ignore their embodied carbon (emissions from materials and manufacturing). The linear extrapolation of GHG emission trends for data centres and networks to 2040 does not take account of potential efficiency improvements and underlying drivers of demand growth, and likely overestimates future emissions if the historical trend is taken from a period of rapid growth. Three years after publication, the author notes in Freitag et al. (2021) that: “regarding data centres, Belkhir himself noted that his projection of 495 MtCO 2e for data centres in 2020 is overestimated”. 0.87 GtCO2e in 2015 1.1–1.3 GtCO 2e in 2020 1.4–1.8 GtCO 2e in 2025 7 GtCO2e in 2040 Schneider Electric Sustainability Research Institute (Petit et al., 2021) Bottom-up estimation of number of devices and infrastructure. Given varying estimates of the existing stock of devices, the study focuses on growth rates rather than quantities. As a post-COVID-19 study, this takes into account recent changes in the development of the ICT sector. Study is not peer-reviewed. No information on distribution of emissions from manufacturing and embodied emissions, limited information on definition of embodied emissions. Does not consider end-of-life and transportation. Projections for 2030 are based on the sector’s aim to reduce emissions by 50 per cent by that point. 0.96 GtCO 2e in 2020 2.8% of global emissions; (27% from manufacturing) 0.89–1.2 GtCO 2e in 2030 Or 2.6–3.4% of global emissions (with manufacturing accounting for 32% of 0.89 and 24% of 1.2 GtCO 2e) The Shift Project (The Shift Project, 2019a, 2021) Uses model from Andrae and Edler (2015) (same scope of technologies and life-cycle stages) with the institution’s assumptions on data traffic and number of devices and introduces new scenarios. Projects four scenarios: expected updated; sobriety; higher growth higher energy efficiency; superior growth peaked energy efficiency. Given that this analysis is based on the model developed by Andrae and Edler (2015), the same strengths outlined in Huawei also apply here. Given that this analysis is based on the model developed by Andrae and Edler (2015), the same weaknesses outlined in Huawei also apply here. 1.8 GtCO 2e in 2015 2019 study, “Expected updated”: 1.6 GtCO2e in 2020 2.7 GtCO2e in 2025 2021 study “Expected updated”: 1.4 GtCO 2e in 2020 1.8 GtCO2e in 2025 Source: UNCTAD, based on Andrae (2017, 2019a, 2019b, 2020); Andrae and Edler (2015); Belkhir and Elmeligi (2018); Bordage (2019); Freitag et al. (2021); ITU (2020); Malmodin et al. (2024); Malmodin and Lundén (2018); Petit et al. (2021); The Shift Project (2019a, 2021). Notes: Refer to Freitag et al. (2021) for a detailed review and critique of most of the studies presented in this table. All GHG estimates are for the ICT sector only and exclude televisions unless specified. Emissions excluding televisions in Freitag et al. (2021) were estimated by UNCTAD based on the primary data from the three studies reviewed by Freitag et al. GHG estimates for Andrae and The Shift Project have been recalculated using their publicly available spreadsheet models to exclude televisions and associated peripherals (set-top boxes, DVD players, etc.). The Shift Project did not publish their 2021 model, so those figures are estimated based on the relative share of televisions from their 2018 model (2019 study). ITU (2020) projections for 2020–2030 are based on decarbonization efforts of the electricity supply in line with the 1.5°C trajectory."
  },
  {
    "id": "chunk_34",
    "text": "20 Digital Economy Report 2024 Shaping an environmentally sustainable and inclusive digital future Adverse effects of device production and digitalization- related waste often impact regions far from where the devices are mainly used potentially threatening the balance of ecosystems (Mewes, 2023). Estimates of how much water is required to produce digital devices vary widely. For instance, for smartphones, estimates range from 100 to 13,000 litres of water per device depending on the underlying assumptions and modelling approaches (Friends of the Earth, 2015; Leahy, 2014; Merchant, 2017). Beyond production, which includes mining, using ICTs requires large amounts of water for data centre cooling, with very limited water being reused (Monserrate, 2022). This effect is aggravated by the fact that many production hubs and data centres are located in areas under water stress (Jones, 2018; Farfan and Lohrmann, 2023; The Guardian, 2023). 17 Similarly, the end-of-life phase is linked to significant impacts on the water supply in some locations. Groundwater contamination from leaching, dumping and digitalization- related processing activities can adversely affect biodiversity and human health. Mining for digital technologies comes with a significant environmental footprint. The specific impact depends on the local ecosystem as well as on the mining technology used. As the overwhelming majority of earth and rock removed in mining is eventually discarded, this can lead to high levels of toxicity from mining by-products and soil damage (Dwivedi et al., 2022; The Shift Project, 2019a). Moreover, mining can be very water-intensive, often leading to competition for water between mining operations, agriculture and direct consumption (UNCTAD, 2020). Most studies position themselves as global analyses. However, the environmental 17 Overall, the share of global population affected by water stress is rising. In 2018, about 10 per cent of the global population – more than 733 million people – lived in countries with high water stress (Food and Agriculture Organization (FAO) and United Nations Water, 2021), with projections predicting a 40 per cent shortfall of freshwater by 2030 (Global Commission on the Economics of Water, 2023), triggered by human activity (Yao et al., 2023) and leading to increasing tensions within and between countries and the displacement of affected populations. 18 This mirrors the scarcity in environmental research, especially on climate impacts, for low-income countries. In these countries, 23 per cent of the population live in areas that remain uncovered by research on local climate impacts, compared to only 3 per cent in high-income countries (Callaghan et al., 2021). This is also the case in dimensions such as water access. impacts can have varying effects at local, regional and global levels. For example, air pollutants have adverse impacts on local air quality and human health, whereas the impacts of climate change from GHG emissions are global. Moreover, digital technologies can also affect other dimensions of sustainability, notably gender equity and human rights. It is important to ensure that the human rights impacts and the unique challenges confronting women and girls, youth, indigenous peoples and other groups at risk of being left behind, are not overlooked. For instance, nearly 12.9 million women and many children work in the informal sector managing waste from digitalization, which makes them significantly more likely to be exposed to potential negative consequences for their health (Parvez et al., 2021; World Health Organization (WHO), 2021a). From an equity perspective and in view of today’s highly complex global supply chains, it is important to recognize that adverse impacts associated with device production and waste generation at end- of-life often affect regions located far away from where the devices are predominately used. While developed countries remain the primary users of many aspects of the ICT sector, considerable harm may accrue in regions that currently use and benefit less from digitalization. However, to date, research specific to the environmental impact of the digital economy on developing countries remains scarce. 18 This results in policy discussions being skewed towards the concerns of high-income countries that are better positioned to harness the benefits of digital technologies."
  },
  {
    "id": "chunk_35",
    "text": "21 Chapter I Digitalization and environmental sustainability 4. Environmental sustainability in the context of digital and development divides In the digitalization and environmental sustainability nexus, the distribution of environmental impact is linked to countries’ geographical location and socioeconomic status. The disparities in income, wealth, digital access and use, and development have been further exacerbated by the COVID-19 pandemic and recent geopolitical tensions. This underscores the need for nuanced policy responses to address these divides. Developed countries have generated the bulk of emissions while propelling their economic development, with Europe and North America responsible for approximately 40 per cent of anthropogenic CO 2 emissions since 1850 (Chancel et al., 2023; Diffenbaugh and Burke, 2019; IPCC, 2023). The Paris Agreement of 2015 (UNFCCC, 2016) acknowledged this historical fact and placed a greater responsibility on these countries for future GHG reduction efforts. However, the inequality in emissions transcends national borders, reflecting a stark divide in consumption patterns across different income groups. The wealthiest 10 per cent of the population in every region emit significantly more than the global average (Chancel et al., 2023), associated with overconsumption by wealthy individuals. While global Internet use surged from 35 to 67 per cent between 2013 and 2023, the digital divide remains a significant barrier to socioeconomic development in an increasingly digitalized world. 19 Despite advances in ICT infrastructure, disparities in access and use persist, particularly between high-income and low-income countries, including LDCs. These divides encompass not just the number of devices and Internet connections per capita, but also the affordability of digital services, 19 ITU (2023). Key ICT indicators, available at https://www.itu.int/en/ITU-D/Statistics/Pages/facts/default.aspx. the quality of infrastructure and the digital literacy of individuals and businesses. The disparities in Internet use intensity – the data divide – are driven by varying levels of development and highlight missed chances for leveraging digitalization for the Sustainable Development Goals (UNCTAD, 2021a). Particularly pronounced in LDCs and remote Small Island Developing States, the digital divide is exacerbated by factors such as socioeconomic status, location, age and gender. Overall, the divides in terms of development, environment and digitalization are interrelated, emphasizing the need to address them holistically. Developing regions are primary providers of many of the raw materials required for digitalization, with extractive processes that can lead to land degradation. Furthermore, developing countries contribute to the part of global value chains where value addition is relatively small and therefore have limited scope for accelerated economic growth. At the end of the life cycle of digital technologies, developing countries are the destination for an important share of waste from global digitalization, which opens up another dimension of the digital divide. As noted above, these countries are also more affected by climate change, which directly impacts their options for socioeconomic development. Moreover, low-income countries are less able to afford and harness digital tools to mitigate various environmental impacts. Thus, the opportunities for technologies to address these environmental concerns in the short term are possibly overstated. By contrast, consumption patterns in developed countries and of wealthy individuals everywhere are increasingly marked by overconsumption. This is both in terms of digitalization, for instance measured by the number of devices per person, and the environment, measured in terms of the multiples of CO 2 emissions per capita. Additionally, this group causes Divides in development, environmental responsibility and impact, and digitalization are interrelated and need to be addressed holistically"
  },
  {
    "id": "chunk_36",
    "text": "22 Digital Economy Report 2024 Shaping an environmentally sustainable and inclusive digital future environmental externalities in developing countries due to the production of devices used in developed countries. These factors point to the need for developed countries and digitally advanced economies to assume particular responsibility for ensuring a transition towards a more environmentally sustainable digital economy that can generate inclusive development. At the same time, efforts are needed to strengthen the ability of many developing countries to better harness opportunities from digitalization in an environmentally sustainable manner. C. Conclusions and roadmap for the rest of the report This chapter has highlighted the need to give more attention to the interlinkages between the rapidly evolving digital economy and environmental sustainability, and how they relate to trade and development. The expanding scale and changing nature of digitalization have environmental implications at all three stages of the life cycle of digital devices and infrastructure. Depending on their positioning, countries will encounter different opportunities and challenges at each stage. There is a need to improve the understanding of how countries at different levels of development are affected and how this affects global trade dynamics. The relationship between digitalization and sustainability is bidirectional. Against a backdrop of multiple environmental crises and the importance of leveraging digital solutions for economic development and to tackle these challenges, it is increasingly important to consider how to reduce the environmental footprint of digitalization. However, this comes with a double bind for developing countries, in particular LDCs. On the one hand, they are often the most vulnerable to potential negative environmental and social effects arising from digitalization, relating to raw material extraction, carbon emissions, water consumption and waste from digitalization. On the other hand, they are less equipped to harness digital technologies to mitigate risks from climate change and other environmental crises. Trade and technological change are integral parts of the significant transformation process that the world is undergoing. This is underscored by the urgent need to reduce carbon emissions, address widening economic inequalities and enable economic diversification and structural transformation. In the context of the interrelated nature of the Sustainable Development Goals, this requires policy integration and coherence at the national, regional and international levels. Against this background, this report seeks to contribute to a better understanding of the environmental impact of the production, use and end-of-life phases of digital devices and ICT infrastructure with a view to informing policy debates on digitalization, trade and environmentally sustainable and inclusive development. While digital tools and solutions can be used to reduce the global environmental impact of various sectors and bring the 2030 Agenda for Sustainable Development back on track, positive outcomes cannot be taken for granted. As shown in this chapter, the overall environmental footprint of the digital economy is hard to assess and remains largely unknown. Identifying opportunities and risks from digitalization is hampered by a lack of agreement on what constitutes the ICT sector and its associated services, what criteria to include in an environmental impact assessment, a lack of broadly agreed methodologies to measure impact, and a lack of data. …they are most vulnerable to digitalization’s negative impacts yet least equipped to use digital tools for mitigation Amid environmental crises and digitalization, developing countries face a double bind…"
  },
  {
    "id": "chunk_37",
    "text": "23 Chapter I Digitalization and environmental sustainability The remainder of this report explores the direct environmental impacts along the three main stages of the ICT sector life cycle. Chapter II focuses on the environmental impacts of the production phase, from raw materials extraction and processing, as well as manufacturing of ICT devices and infrastructure. Chapter III turns to the use phase, giving special attention to the environmental impacts related to data centres and emerging technological applications. Chapter IV focuses on the end- of-life phase and the potential for fostering more circularity related to digital devices and infrastructure. Chapter V explores a case of indirect and rebound effects from ICT use, notably in the context of e-commerce. Finally, chapter VI discusses actions and policies to facilitate a more environmentally sustainable digital economy which is conducive to inclusive development."
  },
  {
    "id": "chunk_38",
    "text": "Digitalization in Decarbonization – What’s Next? The energy transition has become a global reality. To achieve green development, the industry needs to focus on three areas where more innovation is needed: improving the energy efficiency of digital infrastructure, increasing the share of renewables in electricity generation, and decarbonizing industries. A green and intelligent world is fast approaching, for which collaboration and unprecedented Research & Development, is the way forward. A digital revolution is sweeping the global energy sector with energy industries producing ever more data and firms harnessing greater computing power, advances in data science, and increased digital connectivity to exploit that data. These trends have the potential to transform the way energy is produced, transported, and consumed. Through the process improvement and efficiency benefits, the digital transformation initiatives in the energy sector have the potential to help reduce the rate of increase of global emissions of Green House Gases (GHG), responsible for climate change. By enabling clean energy systems that rely on low-carbon energy sources and are highly efficient in using energy, digital innovations in the energy sector can speed up decarbonization by ensuring faster Research & Development (R&D), improving project execution, and ensuring effective knowledge transfer initiatives. Yet they are not guaranteed to do so. An instance on digital innovations would be that it could improve global greenhouse emissions by making it easier to extract fossil fuels. Decarbonization Decarbonization is the first and foremost element in accelerating the energy transition. Decarbonization of the energy system will require a massive transformation in the way energy is provided, transported, and used. However, views on what the system should or would look like in 2050, still strongly diverge. According to the Intergovernmental Panel on Climate Change, electricity production emits approximately 37% of global emissions, therefore, cleaning up the electricity with low-carbon sources i.e. nuclear power, hydropower, wind, and solar could deliver a huge reduction in carbon emissions coming from our energy system. With the advancement in technology, for most industries, carbon footprint reduction would involve a unique combination of infrastructure upgrades, data management, digital solutions, etc. Digitalization 12/30/25, 8:27 PM Digitalization in Decarbonization – What’s Next? - FutureBridge https://www.futurebridge.com/industry/perspectives-energy/digitalization-in-decarbonization?ref=insights.onegiantleap.com&print=print 1/6"
  },
  {
    "id": "chunk_39",
    "text": "The critical role of digital technology and innovation is becoming more visible in keeping society moving. Yet, to fully activate the world-changing potential of digital technology, the information and communications technology sector must lead the way by managing the responsible development, deployment, and use of its products and services. Some of the interventions that are fundamentally changing energy systems are Smart Grids, Smart metering, Smart building (Energy management solutions), Drones (Construction monitoring, Pipeline monitoring, etc.), Underwater ROVs for subsea operations for offshore wind, Predictive maintenance, Leakage/emissions monitoring, remote operations for offshore, etc. Critical to the successful energy transition is digital transformation, which has received a further boost in the wake of the pandemic. Decarbonization and Decentralization of energy using renewables have increased the complexity of running the energy system. This added complexity requires management, and that management requires a high level of digitalization to ensure the reliability and security of the energy system. As thousands of new agents are getting connected to the energy ecosystems there is a need for the development and deployment of a high degree of sophisticated automation and analytics tools to manage a system powered by an increasing variety of energy sources. Supporting technologies such as predictive artificial intelligence, machine learning, the Internet of Things, and blockchain are going to play a critical role in the development of an integrated, renewable, and efficient energy system. Digitalization Opportunities in key sectors Digitalization presents significant opportunities in key sectors such as Power and Oil & Gas. Embracing digital transformation in these sectors is crucial for achieving sustainability goals and driving future growth through enhanced efficiency, reduced operational costs, and minimized environmental impact. Power The digitalization pathway offers innovative technology for decarbonization, one of which is the Virtual Power Plant. Virtual Power Plant (VPP) is the combination of multiple sites, technologies, and assets that are integrated using specialized software and hardware to form a virtual energy network that can be centrally controlled while maintaining independence. It is a concourse of dispatchable and non-dispatchable Distributed Generation (DG), energy storage elements, and controllable loads. It is accompanied by information and communication technologies to form a single imaginary power plant that plans, monitors the operation, and coordinates the power flows between its components to minimize the generation costs, minimize the production of greenhouse gases, maximize the profits, and enhance the trade inside the electricity market. As Distributed Energy Resources (DERs) and Demand Response (DR) become more prevalent in electricity supply systems, Virtual Power Plants’ (VPP) role will become more crucial in managing the assets and infrastructure to support the power industry decarbonization. Load Shifting: VPP Aggregators can enable real-time shifting of commercial and industrial loads to provide demand-side management (DSM) services to grid operators, based on grid and retail tariffs. Balancing Services: VPP Aggregators can use optimization platforms to provide a range of ancillary services, increasing the system’s flexibility to integrate variable DER resources. Aggregators can mitigate the ramps (ups and downs) caused by variable generation output. 12/30/25, 8:27 PM Digitalization in Decarbonization – What’s Next? - FutureBridge https://www.futurebridge.com/industry/perspectives-energy/digitalization-in-decarbonization?ref=insights.onegiantleap.com&print=print 2/6"
  },
  {
    "id": "chunk_40",
    "text": "Local Flexibility: VPP Aggregators can provide flexibility at the distribution system operator (DSO) level in the regional/ local market for flexibility. Optimizing Investment: Optimizing investment in power system infrastructure: An aggregator can bundle and control the DERs to provide real-time operating reserve capacity that can participate in ancillary markets when required. Improvements and advancements in energy management systems will enable the integration of more renewable sources of power generation. This will lead to rapid decarbonization in the power industry. Digital technologies are helping to upend the traditional model in some key ways, accelerating the decarbonization of the power system and enabling the power system to serve as the backbone for decarbonizing the rest of the economy. Oil & Gas Digitalization in the oil and gas sector, such as through sensors and analytics, can help with preventative maintenance, detect emission leaks across the value chain, and improve the reliability of pipelines. Digital technologies such as sensors, drones, and data analytics can help with remote monitoring and automated responses to detect and reduce methane emissions leaks. Broadly, digitalization is creating new opportunities to reduce the environmental footprint of the oil and gas sector. In August 2020, 15 companies across economic sectors including BP, Equinor, Intel, and Shell formed the Open Footprint Forum to develop open and vendor-neutral industry standards for measuring and reporting environmental footprint data, starting with greenhouse gas emissions data. Open, consistent, and interoperable standards will allow companies to link various systems to measure and verify their environmental footprint across the supply chain to help them find ways of reducing their emissions. Applications of digital technology in the energy industry 12/30/25, 8:27 PM Digitalization in Decarbonization – What’s Next? - FutureBridge https://www.futurebridge.com/industry/perspectives-energy/digitalization-in-decarbonization?ref=insights.onegiantleap.com&print=print 3/6"
  },
  {
    "id": "chunk_41",
    "text": "Decarbonization with Digital Twins With this article, we are briefly covering Digital Twins, as one of the Digitalization technologies. Digital Twin is a virtual mirror/replica of an ongoing process and/or physical asset replica that relies on massive, cumulative, real-time data measurements to mimic any changes that occur throughout its lifecycle, thus creating an evolving digital profile that provides important insights on its performance, which leads to actions in the physical world. The possibilities are limitless for Digital Twins technology, and the realization that digital twins may hold the key to unlocking the potential of the combined technology is starting to happen. A digital twin is a digital representation of a physical object commonly seen in the case of wind turbines, but can also be developed for larger objects such as buildings or even whole cities. The energy sector thrives on efficiency, and digital twins hold the potential to maximize every drop of efficiency out of a facility and bring the output to the limit. With an exact digital replica, one can spot breakdowns and inefficiencies 30 to 60 days ahead of the event, drastically reducing periods of higher consumption. In nuclear energy facilities, it can cost millions to bring a reactor back online after a technical fault, the cost saving is categorically undeniable.8 Innovators have developed the capabilities to model interconnectivity and complete systems that mirror physical set-ups to fully comprehend data. The aim of this is to reduce energy consumption by spotting data anomalies with energy usage. The potential is enormous in this regard, studies have shown that the deployment of digital twins can reduce global carbon emissions by up to 20% by 2030. Use Case Decarbonization through digital twin utilization is also possible through environmental virtual modeling. This solution bridges the gap between the virtual and real world by constantly imputing data collected from IoT devices. The virtual twin then optimizes the efficiencies available by locating energy anomalies, which identifies the exact route to decarbonization. Nanyang Technological University (NTU) has recently utilized digital twins to yield an energy saving of more than $3.9 million a year. The 1.1 million square meter space has been transformed into one of the world’s first smart cities. This concept has helped them commit to a reduction of 8.2 million tonnes of carbon yearly. What Next??? 12/30/25, 8:27 PM Digitalization in Decarbonization – What’s Next? - FutureBridge https://www.futurebridge.com/industry/perspectives-energy/digitalization-in-decarbonization?ref=insights.onegiantleap.com&print=print 4/6"
  },
  {
    "id": "chunk_42",
    "text": "The potential of digital technologies to help reduce GHG emissions is generating a lot of enthusiasm. One recent analysis claimed that digital technologies could contribute as much as one-third of the 50% GHG reduction required by 2030—more than the current carbon footprints of the European Union and the United States combined. Technologies such as 5G, the Internet of Things (IoT), drones, Augmented and Virtual Reality, and Artificial Intelligence (AI) are being applied across a spectrum of applications in energy production. Digital technologies have the potential to reduce emissions. Turbine twins and wind farms are becoming test beds for digital twins as operators investigate ways to maximize efficiency in a sector growing at around 20% per year. For example, GE Renewable Energy has built several digitally twinned projects to show how the technology can be used. The farms begin as computer models that simulate local wind conditions and enable engineers to configure the most efficient pole height, rotor diameter, and turbine output. Once the turbines are spinning, sensors inside each turbine monitor parameters from the yaw of the nacelle to the generator’s torque and the blade tips’ speed. Digital twins use physics models built into their software to process data, simulate options, and suggest improvements. Improved maintenance means the infrastructure can last for longer. Oil and gas companies already have incorporated many of the tools important to address their operational challenges, such as equipment maintenance and reliability, remote operations, and asset integrity. Industries can leverage the strength of disruptive digital technologies such as machine learning, digital twins, augmented reality, AI, integrated data platforms, and other solutions to optimize their production and reduce emissions including identifying and recording fugitive emissions in both upstream and downstream sectors. Apps for smart electricity grids, artificial intelligence, and the Internet of Things promise improved energy management and greater energy efficiency. One such example is BP’s APEX IoT project. APEX is a production optimization solution that uses integrated asset models to optimize production. This application has helped the production engineers to decrease the simulation time from 24-30 hours to just 20 minutes. Digital tools could be one of the keys to Europe’s green future if managed right. By promoting energy saving and management, digital technologies, such as artificial intelligence, Internet of Things, and smart mobility, can cut up to 15% of global carbon emissions. gesi.org studies suggest the number could be as high as 20% by 2030. The potential applications of smart, connected technology fordecarbonization Smart energy systems that connect intermittent renewable supply via smart grid technology to distributed energy storage, electric vehicles, and smart homes, enabling whole new prosumer markets. Smart buildings that optimize energy usage, making use of smart systems to regulate lighting, heating, ventilation and air conditioning (HVAC), power generation, and energy storage opportunities. Multi-modal, automated transport systems that seamlessly integrate public transport with automated vehicles and reduce the need for owning and running cars. Low-carbon logistics use sensors, smart packaging, and big data to drive radically more efficient logistics through open warehousing, optimized haulage, load consolidation, back-hauling, and promote circular flows of goods and materials. Re-engineered supply chains that harness automation and additive manufacturing to bring down costs, enabling production to be brought closer to the point of consumption, and localizing supply chains to reduce shipping and aviation and their associated emissions. Cleaner industrial production based on the use of 5G connectivity, smart sensors, and automation to optimize processes, and material use, and detect harmful leakages, e.g. from gas pipelines. Protection of forests and carbon sinks through the use of sensors and drones to monitor forests, detect illegal logging or plantation growth, and even regenerate forests through automated tree planting. 12/30/25, 8:27 PM Digitalization in Decarbonization – What’s Next? - FutureBridge https://www.futurebridge.com/industry/perspectives-energy/digitalization-in-decarbonization?ref=insights.onegiantleap.com&print=print 5/6"
  },
  {
    "id": "chunk_43",
    "text": "The Way Forward! ICT solutions, including IoT, machine learning, automation, and smart grid technology have great potential to reduce carbon emissions globally, in numerous sectors and industries for sustainable energy management. Existing ICT solutions have an estimated potential to reduce global carbon emissions by up to 20%. In terms of global decarbonization, this equals around one ‑ third of the halving of emissions deemed crucial by 2030. While digital and technology solutions may appear to be the obvious option at times, there are challenges to overcome and potential side effects to be mindful of. Digital infrastructure still has a long way to go before it can fully realize the potential of digital solutions. Furthermore, the rising usage of IoT and AI poses issues of privacy, trust, and security that must be addressed for citizens and the public sector to accept them. For example, when it comes to automating energy access for thousands of homes, the ‘black box’ nature of machine learning can be troublesome. When it comes to rebound effects from increased digitization, there’s a chance that efforts to decarbonize sectors through digitalization will lead to increased energy and resource demand. The EU’s digital policy emphasizes the need for the ICT sector to undergo “a green transformation.” The environmental impact of electronic and electrical equipment, as well as data centers and cloud services, is substantial and must be separated from emissions and waste. The ICT sector is predicted to consume 5-9 percent of global electricity consumption, accounting for over 2% of global emissions. For example, estimates show that Bitcoin technology consumes roughly the same amount of energy as Switzerland. Therefore, realizing the potential of digitalization’s role in decarbonization as a way forward will require policies to increase investments in research, development, demonstration, deployment, infrastructure, and technical outreach and analysis. _____________ Want to know more about Digitalization in Decarbonization or have a research requirement? Share your business objective with us and our Energy experts will reach out to you. _____________ References 1. Digitalization Energy Systems 2. Digitalization goals 3. Digital Technology for Net-Zero 4. Digitalization and Energy 5. Green Development 2030 6. Virtual Power Plant 12/30/25, 8:27 PM Digitalization in Decarbonization – What’s Next? - FutureBridge https://www.futurebridge.com/industry/perspectives-energy/digitalization-in-decarbonization?ref=insights.onegiantleap.com&print=print 6/6"
  },
  {
    "id": "chunk_45",
    "text": "By integrating circularity into their electronics design and recovery strategies, businesses can realize environmental and economic benefits. In brief Only 17.4% of electronic waste is recycled globally, leading to heightened environmental and health issues, particularly in economically developing countries. Electronic waste is leading to a loss of at least US$57 billion annually through the disposal of key raw materials, such as iron, Authors Mark Weick Nicole Ray 7 minute read 20 Feb 2023 Related topics Sustainability Environment, health and safety  12/30/25, 8:29 PM How circular economy models can address global e-waste | EY - US https://www.ey.com/en_us/insights/climate-change-sustainability-services/how-circular-economy-models-can-address-global-e-waste 2/12"
  },
  {
    "id": "chunk_46",
    "text": "copper, gold and others. Adopting circular models can help companies access untapped opportunities and lower environmental impact to address critical e-waste challenges. W aste from electronics, such as cell phones, computers and other digital devices, represents the world’s fastest-growing waste stream, increasing at an alarming pace of 2Mt per year¹: equivalent to roughly 9,000¹ Statues of Liberty. In 2019 alone, approximately 53Mt of e-waste (excluding photovoltaic panels) were generated, with 2030 projections estimated to exceed 74Mt. In addition, 80% to 85% of e-waste is not formally collected or properly managed. E-waste is often shipped to developing countries, leaking into the informal sector and thereby intensifying human rights issues globally. This waste is particularly dangerous because it contains several toxic additives and hazardous substances, including mercury, brominated flame retardants (BFRs), chlorofluorocarbons (CFCs) and hydrochlorofluorocarbons (HCFCs). These materials, if not properly controlled, can expose locals to high levels of contaminants (e.g., lead and cadmium), airborne pollutants and contaminated groundwater, which can cause significant human health risks, such as cancers, neurological damage and diminished IQs. Other challenges beyond human and health risks associated with e-waste include: 1. Lack of recycling infrastructure: Existing waste management technologies, rapid urbanization, and limited institutional and 12/30/25, 8:29 PM How circular economy models can address global e-waste | EY - US https://www.ey.com/en_us/insights/climate-change-sustainability-services/how-circular-economy-models-can-address-global-e-waste 3/12"
  },
  {
    "id": "chunk_47",
    "text": "human resource capacities limit the ability to properly scale recycling capabilities. India, for example, generates more than 3Mt of electronic waste annually but recycles less than 3% (Kretchmer 2021). 2. High costs and recycling difficulties: Recovery of materials, such as germanium and indium, is challenging because they are disbursed across multiple components in one device that cannot be easily disassembled. Lithium batteries pose additional challenges, as the recycling infrastructure cannot easily adapt to the rapid technological changes and differing device sizes (Yanamandra, Pinisetty and Daoud 2022). 3. Low recycling rates: Only 17.4% of global e-waste is recycled (Kuehr, et al. 2022). These rates are further exacerbated by poor disposal habits of treating e-waste as household waste, which may encourage the illegal transboundary movement of e-waste (Kuehr, et al. 2022). 4. Enforcing regulations: A lack of enforced standards for collection, dismantling and treatment hinder the environmentally sound management of e-waste. Electronic devices house a wide variety of valuable materials, such as iron, copper and gold, which are worth a combined US$57 billion (Kuehr, et al. 2022). Only US$10 billion is recovered in an environmentally sound manner while the rest piles up, at great societal risk, in landfills or in the open environment (Forti 2020). Adopting circular business models presents a unique opportunity for businesses to create value, lower environmental and human health impact, and generate profitability. Implementing circular economy business models 12/30/25, 8:29 PM How circular economy models can address global e-waste | EY - US https://www.ey.com/en_us/insights/climate-change-sustainability-services/how-circular-economy-models-can-address-global-e-waste 4/12"
  },
  {
    "id": "chunk_48",
    "text": "Current economic systems assume a constant supply of natural resources, resulting in a “take-make-use-dispose” linear model (Centre 2015). Circular business models, on the other hand, focus on redesigning product-service systems to enhance business capabilities and market competitiveness. A shift toward circular economy models can help companies not only access untapped financial and business opportunities but also lower their overall environmental impact. For example, a company can recover over 100 times more gold from one ton of mobile phones than traditionally mining one ton of gold ore (Ryder and Houlin 2019). To help realize the value from a circular economy model, and address critical e-waste challenges, companies can leverage three alternative business models: 1. Shared economy model for electronics A shared economy model helps generate revenue through provisioning services instead of selling products. This model shifts conventional producer-consumer relationships and re-evaluates traditional value chains. For instance, companies can lease electronics to consumers; once the device reaches its maximum life-span, the producer recycles, maintains and refurbishes the device. Additionally, by investing in durable and modular design strategies, companies can enhance product value by simplifying disassembly and recyclability of materials and capitalize from the recovery of precious metals (Atasu, Dumas and Van Wassenh 2021). To support recyclable material sourcing processes, digital tools (e.g., digital passports and blockchain) can help companies source key materials from secondary markets and forecast supply and demand dynamics (CEP 2022). Leveraging secondary markets is an effective strategy for companies to source scrap metals from other industries, 12/30/25, 8:29 PM How circular economy models can address global e-waste | EY - US https://www.ey.com/en_us/insights/climate-change-sustainability-services/how-circular-economy-models-can-address-global-e-waste 5/12"
  },
  {
    "id": "chunk_49",
    "text": "such as aerospace or advanced manufacturing, to create, for example, carbon-fiber-reinforced polycarbonate bases that could be used for assembling new laptops (Murphy 2021). Utilizing recyclable and modular designs in a shared model can optimize product retrieval efficiencies and increase their life-spans. 2. Products-as-a-service (PAAS) model for electronics Another effective circular business strategy is the PAAS model. In this scenario, a customer pays a fee to use an electronic product but does not own it. For example, an IT company may utilize a PAAS model for its computer hardware products and offer a monthly subscription fee for users, which encourages the company to refurbish and remanufacture its products at the point of return. Due to the PAAS “fee-based” model, a producer is incentivized to manufacture products that incorporate product life extension (PLE) designs, modularity and proper treatment at the end of life. Designing for PLE can fall short if there is not a cost-effective and globally functioning reverse logistics system that guarantees the proper recovery and disassembly of products (CEP 2022). Due to the hazardous components of e-waste, recyclers can leverage technologies and artificial intelligence to properly sort and identify the material composition of products and deploy robotics to disassemble materials while reducing health risks and contamination. An IT asset disposition (ITAD) and electronic equipment recycling company, for example, could adapt to the semiconductor shortage by utilizing technology to properly extract chips from e-waste and expand precious metal usage (CEP 2022). 12/30/25, 8:29 PM How circular economy models can address global e-waste | EY - US https://www.ey.com/en_us/insights/climate-change-sustainability-services/how-circular-economy-models-can-address-global-e-waste 6/12"
  },
  {
    "id": "chunk_50",
    "text": "3. Product ownership model — utilizing PLE and design for recyclability (DFR) principles Finally, a company may default to the traditional product ownership model to give customers full control over the product lifecycle. Unlike in the shared economy and PAAS models, a manufacturer in this model loses the incentive to manufacture products that promote PLE and DFR principles — a key tenet of the circular economy. In the product ownership model, a company could identify stages in the product lifecycle where improvements can be made to extend the use of the product. Here, companies can emphasize the recyclability and modularity of a product, as well as create incentives for consumers to return their products for refurbishments or resale. A cellular device company could develop a buy, repair and trade-in program to promote proper recycling practices and expand secondary markets for recovered metals. Moving ahead E-waste circular business models offer a unique opportunity for companies to create value in terms of increased profitability and lower environmental impact. Companies should consider the following as they develop a holistic circular model for their businesses: 1. The initial success of a circular economy business model is designing one that aligns with the company’s current resource capabilities. A shared economy model may initially only work for companies with modular-designed products, such as commercial photocopiers where an ink cartridge replacement may be more economically feasible than retrieving an intricately constructed 12/30/25, 8:29 PM How circular economy models can address global e-waste | EY - US https://www.ey.com/en_us/insights/climate-change-sustainability-services/how-circular-economy-models-can-address-global-e-waste 7/12"
  },
  {
    "id": "chunk_51",
    "text": "washing machine company’s assets (Atasu, Dumas and Van Wassenh 2021). A company may choose a host of levers from the circular business models, such as PAAS subscription services, modular design of a product‘s functional components and sourcing durable materials to develop a meaningful strategy. 2. Cross-industry and stakeholder partnerships are also critical in implementing a sophisticated circular strategy to address e-waste globally. In 2021, the Circular Electronics Partnership (CEP) was created to coordinate efforts toward achieving circularity business models. The CEP aims to drive cross-industry collaboration to scale circularity initiatives, such as the development of secondary markets; circular incentives for consumers, such as take-back programs; and achieving cost-effective reverse logistics (CEP 2022). Partnerships such as the CEP are vital to support and scale new strategies with closed loop models in mind. 3. Additionally, the circular strategy should focus not only on the engineering and product design levels but also on syncing a company’s full value chain, from the design and business model stages, to providing access, education and infrastructure for consumers at scale. Exclusively designing circular products that still end up in a landfill isn’t better than linear products (as it hasn’t closed the loop). By leveraging strategic circular economy business models to address the tsunami of e-waste, companies can capitalize from financial opportunities, strengthen value chain relationships, and create long- lasting organizational value. Shubhra Verma, Brian Matthews, Kristin Bianca, and Elizabeth Tual of the Climate Change and Sustainability Services practice of Ernst & Young LLP contributed to this report. 12/30/25, 8:29 PM How circular economy models can address global e-waste | EY - US https://www.ey.com/en_us/insights/climate-change-sustainability-services/how-circular-economy-models-can-address-global-e-waste 8/12"
  },
  {
    "id": "chunk_52",
    "text": "Bibliography Summary In the last five years, e-waste quantities have risen three times faster than the world’s population and 13% faster than the world’s GDP. The global quantity of e-waste is increasing at an alarming rate and has led to heightened environmental and health issues, particularly in economically developing countries. The rise has also led to an estimated loss of at least US$57 billion worth of key raw materials, such as iron, copper and gold. This article will examine the role businesses can take to integrate circularity within their electronics design and recovery strategies to realize environmental and economic benefits. About this article Authors Mark Weick Managing Director, Climate Change and Sustainability Services, Ernst & Young LLP Nicole Ray Senior Manager, CCaSS, Assurance, Ernst & Young LLP Related topics Sustainability Environment, health and safety 12/30/25, 8:29 PM How circular economy models can address global e-waste | EY - US https://www.ey.com/en_us/insights/climate-change-sustainability-services/how-circular-economy-models-can-address-global-e-waste 9/12"
  },
  {
    "id": "chunk_53",
    "text": "Related articles Why nonfinancial reporting should include enhanced… How EY can help  06 Feb 2023| Mark Weick + 1 Circular economy: Navigating the evolving global policy… 16 Dec 2022| Mark Weick + 2 If it’s broken, fix it: how chemical recycling can fix the broken… 26 Oct 2022| Mark Weick + 2 12/30/25, 8:29 PM How circular economy models can address global e-waste | EY - US https://www.ey.com/en_us/insights/climate-change-sustainability-services/how-circular-economy-models-can-address-global-e-waste 10/12"
  },
  {
    "id": "chunk_54",
    "text": "Contact us Get in touch to learn more.  Connect with us Our locations Careers Webcasts My EY Site map Do Not Sell or Share My Personal Information Legal and privacy Accessibility ESG and sustainability EY teams can help address ESG and sustainability issues, investor concerns and improve ESG performance. Find out how. Read more 12/30/25, 8:29 PM How circular economy models can address global e-waste | EY - US https://www.ey.com/en_us/insights/climate-change-sustainability-services/how-circular-economy-models-can-address-global-e-waste 11/12"
  },
  {
    "id": "chunk_55",
    "text": "EY refers to the global organization, and may refer to one or more, of the member firms of Ernst & Young Global Limited, each of which is a separate legal entity. Ernst & Young Global Limited, a UK company limited by guarantee, does not provide services to clients. 12/30/25, 8:29 PM How circular economy models can address global e-waste | EY - US https://www.ey.com/en_us/insights/climate-change-sustainability-services/how-circular-economy-models-can-address-global-e-waste 12/12"
  },
  {
    "id": "chunk_56",
    "text": "2023 DIGITAL & SUSTAINABILITY: THE NEW CONVERGENCE A critical combination for enhancing business value Digitalization and sustainability are top priorities for large companies and investors that increasingly are becoming inseparable. Digital technologies are central to company transformation and key for managing sustainability footprints. At the same time, these technologies can themselves be significant contributors to greenhouse gas (GHG) emissions. Since choices on either side impact the other, sustainability and digitalization decisions should be addressed together. In this Viewpoint, we show why corporations should place the integration of sustainability and digitalization at the top of their agenda, not just to meet stakeholder expectations but also to boost company value. AUTHORS Michael Majster Joeri Samyn Victor Debray We would like to acknowledge Florence Carlot, Christian Jentsch, Michael Kolk, Jean-Pierre Léotard, Guillaume Picq, Frédéric Rosès, and Dominique Trancart for contributing to this Viewpoint. VIEWPOINT"
  },
  {
    "id": "chunk_57",
    "text": "DIGITAL & SUSTAINABILITY: THE NEW CONVERGENCE The same is true from an investor perspective, where operational improvement through digitalization remains the top operational lever for private equity (PE) firms to enhance the value of their portfolio companies. For example, in a 2022 ADL/Invest Europe joint survey (see “The Insight: Keeping an Eye on the Horizon”), over two-thirds of PE firms selected digitalization as the top lever, followed by acquisition. In the same survey, over 80% of PE firms expected ESG to increase in importance for daily operations, with new rules such as the Sustainable Finance Disclosure Regulation seen as creating new opportunities for the PE industry to deliver on climate and ESG results. Understandably, digitalization and sustainability initiatives feature heavily in the strategies of investors and large companies looking to grow company value. However, in most organizations, these initiatives are still managed separately within different functions. This approach is becoming increasingly ineffective as digitalization and sustainability are rapidly converging, linked both in terms of management controls and impact. In this Viewpoint, we look in more depth at these linkages and how “digital sustainability” should be managed in an integrated way, not just to meet regulatory and stakeholder expectations, but also to significantly enhance business value. How digitalization & sustainability are inextricably linked Essentially, there are two opposing dimensions to the linkages between digitalization and sustainability: 1. Digitalization to help manage sustainability. 2. Sustainability impacts caused by digitalization. THE IMPACT OF DIGITALIZATION ON SUSTAINABILITY Digitalization and sustainability have become top value drivers for business In today’s uncertain business environment with rising inflation, geopolitical risks, higher interest rates, and recession threats, digitalization and sustainability have truly risen to the top of the agenda. In a 2023 Arthur D. Little (ADL) global survey of 246 CEOs of large companies with revenues over US $1 billion (see ADL’s latest CEO Insights Report, “Turning Turmoil to Advantage: How CEOs Are Navigating Change to Drive Growth”), sustainability was found to be the top most impactful driver affecting growth, followed by digital technologies, including artificial intelligence (AI), automation, and robotics. Over 80% of CEOs now view environmental, social, and governance (ESG) as a source of competitive advantage. These results are also confirmed by the Forbes 2023 “State of Sustainability” survey, in which the share of companies that consider sustainability a priority rose from 26% to 43% in the last three years. DIGITALIZATION AND SUSTAINABILITY INITIATIVES FEATURE HEAVILY IN THE STRATEGIES OF INVESTORS AND LARGE COMPANIES LOOKING TO GROW COMPANY VALUE VIEWPOINT ARTHUR D. LITTLE 2"
  },
  {
    "id": "chunk_58",
    "text": "DIGITAL & SUSTAINABILITY: THE NEW CONVERGENCE Analyzing publicly available sector emission data in combination with the demonstrated potential of digital technologies to reduce these emissions uncovers significant improvement potential. Using digital technologies to gain visibility into, and subsequently optimize, a company’s environmental impact can achieve between ~10% and ~40% GHG reduction potential in company- wide footprint, depending on the sector (see Table 1). Table 1 provides insight into the projected baseline CO2 equivalent (CO2e) emissions by 2030 across selected industry sectors with the reduction potential in applying various digital technologies. The results reveal potential relative reductions across various use cases, which we will elaborate on in this Viewpoint. Sustainability impacts caused by digitalization In addition to enabling better management of sustainability, digitalization gives rise to some significant negative sustainability impacts that arise from two primary sources: 1. Many digital and IT hardware devices use significant quantities of rare natural resources and generate a large amount of waste, currently estimated at more than 50 million metric tons (Mt) per year, according to Statista. Continuing at the same pace, the UN Environment Programme estimates this will reach 120 Mt/year by 2050. And Statista reports that only ~17% of this waste is currently recycled. Digitalization to help manage sustainability This dimension is concerned with how digital technologies, processes, and ways of working can help organizations better manage the sustainability impacts of their operations. We focus primarily on environmental sustainability impacts related to business operations, including GHG emissions as well as other key concerns like circularity, resource usage (e.g., water, energy, and scarce natural raw materials), and preserving biodiversity. Of course, digital technologies impact other aspects of sustainability as well, including social well-being, inclusion, health, and welfare. In general, digitalization helps to manage sustainability by providing real-time operational data and information on the impacts of a business’s processes and activities. This data and information can be gathered through, for example, Internet of Things (IoT) and conventional enterprise resource planning system technologies, processed and analyzed with the help of data analytics, AI, and simulation technologies, and acted upon either through automation or manual interventions. This level of data and control is essential for a business to effectively manage its whole-life environmental footprint, including activities upstream and downstream of its operations. Businesses require future-ready data governance and data management capabilities, including IT infrastructure that enables data transparency and sovereignty, to address sustainability needs across the full value chain. Source: Arthur D. Little, Our World in Data, Global e-Sustainability Initiative Table 1. Overview of CO2e emissions IT-enabled improvement potential Source: Arthur D. Little, Our World in Data, Global e-Sustainability Initiative Table 1. Overview of CO2e emissions IT-enabled improvement potential SECTOR DISTRIBUTION 2020 BASELINE 2030 (Gt CO2e/year) ABATEMENT POTENTIAL 2030 (Gt CO2e/year) CO2e EMISSIONS IMPROVEMENT Mobility 16% 10 3.8 37% Manufacturing 29% 19 2.5 13% Agriculture 18% 12 2 17% Buildings 18% 11 2 18% Energy 17% 11 2.5 23% Total 98% 63.5 12.8 20% VIEWPOINT ARTHUR D. LITTLE 3"
  },
  {
    "id": "chunk_59",
    "text": "DIGITAL & SUSTAINABILITY: THE NEW CONVERGENCE WHAT ARE THE LEVERS FOR MANAGING IMPACT? In this section, we explore in more detail what businesses can do to manage these two dimensions and provide some illustrative case examples. Key levers for using digitalization to help manage sustainability A number of digitalization levers exist for application across different business functions, including: - Supply chain and production management. Connected digital twins of products and production facilities can be used to optimize both operational and sustainability performance. Examples include enhancing product and process design to improve circularity, monitoring energy usage and carbon emissions in production processes, materials tracking and tracing (see, for example, “The Global Battery Alliance [GBA) Battery Passport”), sustainability reporting, and lifecycle assessment and improvement. For many companies, digital twins is the next step in the digital transformation journey, requiring substantial investment but delivering huge benefits. - Supplier management. Digital technologies also have the potential to help manage environmental footprints up and down the supply chain involving third parties, such as suppliers and partners (usually referred to as scope 3 emissions). Digital connectivity and data sharing with third parties can enable greatly improved visibility of end-to-end sustainability impacts, although such data sharing typically involves overcoming various institutional and technical barriers. This aspect is covered in more detail in ADL’s recent joint report with Cefic for the chemicals industry (see “Digital Technologies for Sustainability in the European Chemical Industry”). 2. Digital software and applications are extremely energy intensive. On a global scale, studies have shown that digital technologies now contribute between 2%-4% of global GHG, which the European Commission expects will increase to 14% by 2040. The cloud now has a greater carbon footprint than the airline industry, with a single data center sometimes consuming the equivalent electricity of as many as 50,000 homes. DIGITALIZATION STRATEGIES MUST PROPERLY INTEGRATE SUSTAINABILITY FACTORS OR RISK BEING INADEQUATE GOING FORWARD The relative importance of one dimension versus the other depends on a company’s digital intensity and, in most cases, can be generalized per industry based on factors such as whether the industry is product- or service-based and the energy-intensivity of its operations. For example, in financial services, which is technology- and data-intensive, digital technology is often in the top three sources of GHG emissions, along with corporate fleets and facilities. On the other hand, for companies in manufacturing and heavy processing industries, digital technology constitutes only a small portion of the total footprint, so more can be achieved by focusing on how digitalization can improve manufacturing operations. Due to these differences, digitalization strategies must properly integrate sustainability factors or risk being inadequate going forward. Similarly, sustainability strategies that do not consider digitalization run the risk of missing out on key levers to manage impact and underestimating the sustainability impacts of digitalization itself. VIEWPOINT ARTHUR D. LITTLE 4"
  },
  {
    "id": "chunk_60",
    "text": "DIGITAL & SUSTAINABILITY: THE NEW CONVERGENCE In addition to levers that are available today, there is huge potential in the coming years to exploit developing digital technologies in a more holistic way in the context of the Industrial Metaverse. The most significant development is the extension of the digital twin concept beyond discrete physical assets, such as factories or products to include digital twins of whole end- to-end industrial systems, ultimately including business processes and human resources as well as operations. This will provide the opportunity for management to conduct data-driven “what- if” scenarios to inform forward-looking strategic decision-making, integrating sustainability impacts fully with commercial, financial, and operational issues. We estimate that it will be several years before these whole-system digital twins are likely to be feasible more broadly. (ADL’s Blue Shift Institute is planning an in-depth report on the Industrial Metaverse in 2023.) - Facilities management. One of the simplest areas to consider, videoconferencing and virtual collaboration/meeting/training tools can be used to reduce the need for travel. Digital technologies can also be used to monitor and control energy consumption in buildings. Using smart lighting, heating, and cooling systems can also reduce energy consumption. - Document management. Integrated systems with e-signature and document sharing reduce the need for paper-based records and printing, at the same time reducing paper waste and also saving energy on producing, transporting, and storing physical documents. The Battery Passport is an initiative to establish digital traceability of a physical battery to convey information about all applicable sustainability and lifecycle requirements. It aims to bring new levels of transparency to the global battery value chain by collecting, exchanging, collating, and reporting trusted data among all lifecycle stakeholders on the material provenance, the battery’s chemical makeup and manufacturing history, and its sustainability performance. The initiative is being jointly implemented by GBA members, including Audi, BASF, CATL, Eurasian Resources Group, Glencore, LG Energy Solution, Umicore, Tesla, as well as IT solution providers and nongovernmental organizations, such as UNEP and UNICEF. Governmental institutions are also involved from countries, including Germany and Canada. Illustrative results of the proof of concept were presented at the World Economic Forum’s 2023 Annual Meeting in Davos, Switzerland. A Battery Passport will become a mandatory requirement in the EU by 2026, with other regions likely to follow. The Global Battery Alliance (GBA) Battery Passport VIEWPOINT ARTHUR D. LITTLE 5"
  },
  {
    "id": "chunk_61",
    "text": "DIGITAL & SUSTAINABILITY: THE NEW CONVERGENCE Key levers for reducing the sustainability impacts of digitalization Figure 1 shows how companies can use a mix of measures to reduce their corporate GHG footprint, plotted in terms of time to implement and potential carbon impact (below we highlight four initiatives circled in Figure 1). A good starting point is to conduct an assessment of the relative contribution of different aspects of the digital and IT function to the company’s sustainability footprint. On a high level, these aspects relate to a company’s hardware efficiency in terms of power and cooling, compute efficiency, software engineering practices being used, and the vendor management for digital and IT services: - Hardware efficiency. Energy used to power and cool corporate data centers makes them often one of the top sources of corporate GHG emissions, producing 300 million tons of CO2 across the globe each year, according to the International Energy Agency, and consuming 2% of electricity, projected to reach 8% by 2030. In some cases, this represents up to half of a company’s carbon footprint. Companies can reduce emissions through use of more efficient cooling systems and hardware (optimizing its energy efficiency, typically known as “power usage effectiveness”). Energy sourcing can also be optimized toward exclusively renewable sources. Additionally, there may be opportunities to reuse energy for district heating or hot water, if feasible. For example, Facebook’s data center in Denmark supplies hot air waste to the district heating system of the nearby city of Odense, the country’s third largest city — enough to warm 7,000 homes. - Compute efficiency. On top of the efficiency of the hardware itself, optimizing the infrastructure’s run phase is critical, as this is often the most energy-intensive part of the lifecycle. Impacts can be minimized by implementing new ways of working and user-awareness campaigns. Maximizing server utilization through sharing servers and hardware throughout a company and with other companies (i.e., virtualization and consolidation) is an effective way to ensure that capacities are fully used, optimizing usage of existing compute estate. Source: Arthur D. Little Figure 1. Example levers to reduce the digitalization sustainability impact Source: Arthur D. Little Figure 1. Example levers to reduce the digitalization sustainability impact Enterprise architecture Operating model Short-term Carbon impact HighLow Time to implement Long-termMedium Digital business processes Technology solutions to enable remote workforce Digital customer self-service Application rationalization Storage tiering Device rationalization Automation Network rationalization Sustainable vendor management Procure higher Energy Star products Device lifecycle extension & reuse Data storage de-duplication Virtualization & containerization Data center airflow management Green server technology Pure SSD adoption Public cloud adoption Smart facilities Green device management 1 3 4 Sustainable software engineering 2 VIEWPOINT ARTHUR D. LITTLE 6"
  },
  {
    "id": "chunk_62",
    "text": "DIGITAL & SUSTAINABILITY: THE NEW CONVERGENCE The advent of energy-hungry AI solutions (e.g., large language models) and rollout of large-scale blockchain solutions are definitely important to consider. Often, these solutions come with a larger- than-expected contribution to company footprint. For example, when training even relatively simple AI models, tuning certain model-training parameters to achieve a 2% additional accuracy on a baseline of 95% typically results in a nearly 700% jump in energy consumption, according to ADL analysis. Likewise, large-scale blockchain solutions act as distributed databases where data essentially is duplicated, increasing the energy required to store and transfer data. PROGRESS IN ACHIEVING CIRCULARITY CAN BE DIFFICULT FOR INDIVIDUAL COMPANIES IN THE ABSENCE OF NATIONAL AND/OR REGIONAL REGULATIONS In addition to direct GHG generation during operations, companies must also focus on improving circularity in their use of IT hardware and equipment. This starts with selecting IT products designed with circularity in mind and includes extending their life through efforts like reuse, resale, repair, refurbishment, and remanufacturing in order to unlock the full embedded value (Initiative 4). However, progress in achieving circularity can be difficult for individual companies in the absence of national and/or regional regulations. - Cloud footprint (Initiative 1, Figure 1). Increasing the migration of IT services to the cloud may also offer sustainability benefits, as many cloud service providers have already reduced GHG footprints. The choice of cloud service provider is therefore also an important consideration. Cloud service providers across the world face particular sustainability challenges as cloud data volumes continue to grow. Locating data centers in regions of the world where more natural cooling and/or more renewable energy sources are available is one effective longer-term strategy, among others. - Sustainable software engineering (Initiative 2). Opportunities exist for most companies to manage the development and deployment of software and applications more responsibly, minimizing the required demands on servers and data centers. For example, Forbes reports that as much as 80% of functionalities in a typical cloud software product are never or rarely used, and training a single AI model can emit as much carbon as five cars emit over their lifetimes. Interpreted languages (e.g., Python and NodeJS) consume 10 times more energy than semi-compiled languages (e.g., Java and C#) and 48 times more energy than compiled languages (C, C++). - Sustainable vendor management (Initiative 3). As a large portion of company IT is typically procured or outsourced, managing the sustainability impacts of digitalization also requires an end-to-end perspective beyond the company boundaries to gain a realistic picture of the footprint. In particular this means also considering a company’s vendors, service and cloud providers and enforcing sustainability standards on those. VIEWPOINT ARTHUR D. LITTLE 7"
  },
  {
    "id": "chunk_63",
    "text": "DIGITAL & SUSTAINABILITY: THE NEW CONVERGENCE Focusing on the energy industry, up to 23% emissions reduction is possible through the use of digital technologies (as shown in Table 1). Using a data sample of 300 large energy companies with their price-to-earnings ratio (P/E) and environmental score, ADL analysis shows that a 5%-10% increase in company valuation1 can be achieved through technology-enabled sustainability improvement. Taking an integrated approach that delivers outcomes and impacts for both dimensions — using digital to improve and reducing the impacts of digital itself — means that the potential for company value enhancement will be even greater. Indeed, we can see that digital sustainability is becoming one of the most effective value creation investments, as well as being an essential part of corporate responsibility. How companies should go about improving their digital sustainability Companies that have not yet integrated sustainability into their digitalization strategies should take action to do so. We recommend a basic four-step approach: 1 Based on a found correlation range of 0.05 to 0.13 with 95% confidence for impact of ESG score on P/E ratio. IMPROVING DIGITAL SUSTAINABILITY TO ENHANCE BUSINESS VALUE The links between digital sustainability & company value As we mentioned at the start of this Viewpoint, the drivers for digital sustainability are self- evident to meet both regulatory and broader stakeholder expectations. Companies also have a clear ethical responsibility to contribute to a net-zero world, irrespective of other considerations. However, it is only recently that the direct linkages between digital sustainability and business valuation have become clear. Considering sustainability alone, evidence shows that adopting best ESG practices leads to an increase in company valuation. An example shown in Figure 2 demonstrates increases in company value resulting from best practice adoption across a range of ESG topics, including carbon emissions, waste, and water usage. As Figure 2 illustrates, increases in company valuation of between 7% and over 25% result from adoption of median and 95th-percentile best practices in carbon emissions, respectively (the sample for the analysis includes more than 2,200 companies across all industries worldwide). Source: Arthur D. Little; Mercereau, Benoît, et al. “Creating Shareholder Value Through ESG Engagement.” Journal of Asset Management, Vol. 23, No. 7, December 2022 Figure 2. Increase in shareholder valuation by adoption of ESG best practices Source: Arthur D. Little; Mercereau, Benoît, et al. “Creating Shareholder Value Through ESG Engagement.” Journal of Asset Management, Vol. 23, No. 7, December 2022 Figure 2. Increase in shareholder valuation by adoption of ESG best practices 0% 5% 10% 15% 20% 25% 30% Over- boarding Carbon emissions Water usage Board tenure Waste Board diversity Promotion of women Board size Median 90th percentile 95th percentile VIEWPOINT ARTHUR D. LITTLE 8"
  },
  {
    "id": "chunk_64",
    "text": "DIGITAL & SUSTAINABILITY: THE NEW CONVERGENCE 3. Integrate sustainability into digital strategy. Having clarified the feasibility and attractiveness of a range of opportunities and use cases, it is possible to meaningfully integrate sustainability into the company’s digital strategy. This integration is key to ensuring value creation and the capture of opportunities as digital transformation proceeds. The integration must tackle three major focus areas (Figure 3 illustrates the dimensions to consider): - First, the enterprise architecture considers the major technologies and digital services with a direct impact on emissions. Green technologies, reusability, and modularity of the technology landscape are key in this focus area. - Second, the digital operating model describes how the organization works in order to achieve the sustainability objectives. - Third — and most important — people are key for a successful sustainability strategy. The strategy can exploit its full potential only if the organization’s cultural mindset fully supports the sustainability endeavor. It is crucial that employees are aware of and understand this impact of digitalization so they can act on it and support the company’s sustainability ambition. 4. Pilots and quick wins. A portfolio approach involving rapid “quick win” projects and early pilots to build learning is helpful to ensure that momentum is maintained. Reviewing device lifecycles or investigating the data center and cloud energy usage and mix is often a good place to start. 1. Audit of digital sustainability performance. The first stage is to conduct an audit of the company’s digital sustainability performance. This means breaking down the digital/ IT estate into its various elements and considering their sustainability impacts, both negative and positive. As we have described, determining negative impacts requires considering aspects like hardware efficiency, utilization, software engineering, vendor management, and circularity. Positive impacts include production management, supplier management, and facilities management. The audit should also include some consideration of the potential of digital twins to enhance both operational and sustainability performance. 2. Identify and prioritize use cases. Once the audit has established the baseline, the next step is fleshing out the most significant opportunities and use cases. Typically, this will involve exploring potential solutions, costs, benefits, interfaces, barriers, and implementation roadmaps. As with all such change programs, some prioritization will be necessary based on consideration of certain aspects, such as impact achieved (i.e., sustainability impact and company value impact), level of investment required, linkages with other initiatives, and ease of implementation. Source: Arthur D. Little Figure 3. Digital dimensions to consider Source: Arthur D. Little Figure 3. Digital dimensions to consider Digital dimensions 7. Culture 4. Organization & governance 8. Skills & talent 1. Application & technology 9. Leadership 3. Services 2. Business layers (Models, processes, data, UX) 5. Processes 6. Ecosystem & sourcing VIEWPOINT ARTHUR D. LITTLE 9"
  },
  {
    "id": "chunk_65",
    "text": "DIGITAL & SUSTAINABILITY: THE NEW CONVERGENCE Sustainability and digitalization have increasingly converged as companies have progressed along their digital transformation journeys. A company that fails to recognize and leverage these linkages risks failing to deliver the full potential of digital investments. It may also mean its progress toward net zero is too slow to meet stakeholder expectations. And, in a very direct way, companies may miss out on one of the most effective methods available to them to boost company value. Integration should therefore be high on the executive agenda and should include a focus on five key elements: 1 Understand current performance on digital sustainability and obtain the organization baseline. 2 Define digitalization use cases that help to manage sustainability, in line with areas having the biggest footprint in the organization. 3 Prioritize levers and define initiatives for reducing sustainability impacts of digitalization, taking into account enterprise architecture, operating model, and human aspects. 4 Understand expected impact on valuation of defined initiatives and communicate appropriately in terms of company ambition, priorities, and ESG reporting. 5 Execute iteratively and track progress frequently versus the established baseline. A COMPANY THAT FAILS TO LEVERAGE THESE LINKAGES RISKS FAILING TO DELIVER THE FULL POTENTIAL OF DIGITAL INVESTMENTS CONCLUSION INTEGRATING SUSTAINABILITY INTO DIGITALIZATION SHOULD BE HIGH PRIORITY 10 VIEWPOINT ARTHUR D. LITTLE"
  },
  {
    "id": "chunk_67",
    "text": "Arthur D. Little has been at the forefront of innovation since 1886. We are an acknowledged thought leader in linking strategy, innovation and transformation in technology- intensive and converging industries. We navigate our clients through changing business ecosystems to uncover new growth opportunities. We enable our clients to build innovation capabilities and transform their organizations. Our consultants have strong practical industry experience combined with excellent knowledge of key trends and dynamics. ADL is present in the most important business centers around the world. We are proud to serve most of the Fortune 1000 companies, in addition to other leading firms and public sector organizations. For further information, please visit www.adlittle.com. Copyright © Arthur D. Little – 2023. All rights reserved."
  }
]